{"In &quot;Inuyasha&quot;, what are the heros are looking to collect?": "Jewel Shards", "Who voices the character &quot;Vernon Cherry&quot; in &quot;Red Dead Redemption&quot;?": "Casey Mongillo", "What language does Node.js use?": "JavaScript", "When was the video game publisher &quot;Ubisoft&quot; founded ?": "March 1986", "Where is the world's oldest still operational space launch facility located?": "Kazakhstan", "The pantheon in Rome was used to worship what god?": "Any god they wanted", "In the game Destiny, who succeeded Peter Dinklage in voicing the protagonist's &quot;Ghost&quot;?": "Nolan North", "The Los Angeles Dodgers were originally from what U.S. city?": "Brooklyn", "What is the capital of South Korea?": "Seoul", "In &quot;To Love-Ru: Darkness&quot;, which of the girls attempt making a harem for Rito Yuuki?": "Momo Deviluke", "Who had a US and UK number 1 hit in 1962 with the instrumental, 'Telstar'?": "The Tornados", "Who is the lead singer of The Lumineers?": "Wesley Schultz", "What are the four corner states of the US?": "Utah, Colorado, Arizona, New Mexico", "How many members are there in the band Nirvana?": "Three", "What does RAID stand for?": "Redundant Array of Independent Disks", "Which species of Brown Bear is not extinct?": "Syrian Brown Bear", "Which of these songs by Skrillex features Fatman Scoop as a side artist?": "Recess", "Phil Fish was the designer of which game?": "Fez", "What is Solid Snake's real name?": "David", "Which element has the highest melting point?": "Carbon", "Which of these video game engines was made by the company Epic Games?": "Unreal", "Which country has the international vehicle registration letter 'A'?": "Austria", "Which of the following is considered classical conditioning?": "Pavlov's dog experiments", "Which movie includes a giant bunny-like spirit who has magic powers including growing trees?": "My Neighbor Totoro", "Rocket League is a game which features..": "Cars", "Which of these theoretical phycisists first predicted the existence of antimatter?": "Paul Dirac", "The Battle of the Somme in World War I took place in which country?": "France", "What household item make the characters of &quot;Steins; Gate&quot; travel through time?": "Microwave", "Who plays Jack Burton in the movie &quot;Big Trouble in Little China?&quot;": "Kurt Russell", "In &quot;Clash Royale&quot; what is Arena 4 called?": "P.E.K.K.A's Playhouse", "Which type of rock is created by intense heat AND pressure?": "Metamorphic", "Which student in Yandere Simulator is known for asking irritating and stupid questions?": "Midori Gurin", "What is the name of the protagonist's first Persona in &quot;Persona 5&quot;?": "Arsene", "In Breaking Bad, the initials W.W. refer to which of the following?": "Walter White", "In &quot;Donkey Kong Country&quot;, why does Donkey Kong want to know the secret of the crystal coconut?": "He's the big kahuna.", "What year was the first San Diego Comic-Con?": "1970", "In the Morse code, which letter is indicated by 3 dots? ": "S", "When was the first episode of Soul Eater released?": "2008", "When the Falcon Heavy was launched on it's test flight, what was the only part of the operation that failed?": "Center Core Landing", "While Apple was formed in California, in which western state was Microsoft founded?": "New Mexico", "The C programming language was created by this American computer scientist. ": "Dennis Ritchie", "In computing, what does MIDI stand for?": "Musical Instrument Digital Interface", "Terry Gilliam was an animator that worked with which British comedy group?": "Monty Python", "Approximately how many Apple I personal computers were created?": "200", "Which is not a playable character in the 2005 video game Killer7?": "Frank Smith", "Which of these artists was NOT a member of the electronic music supergroup Swedish House Mafia, which split up in 2013?": "Alesso", "What is the standard frame rate for animation?": "24 FPS", "A statue of Charles Darwin sits in what London museum?": "Natural History Museum", "In CoD: Black Ops III, what is the name of the rogue A.I. antagonist?": "Corvus", "What was the real name of the Albanian national leader Skanderbeg?": "Gjergj Kastrioti", "What is the profession of Elon Musk's mom, Maye Musk?": "Model", "What is the boss round featured in the &quot;Call Of Duty: Zombies&quot; map &quot;Five&quot;?": "The Pentagon Thief", "In DuckTales, what is the name of the city where all the main characters live?": "Duckburg", "Which team has won the most Stanley Cups in the NHL?": "Montreal Canadians", "What is the name of Finnish DJ Darude's hit single released in October 1999?": "Sandstorm", "Earth is located in which galaxy?": "The Milky Way Galaxy", "Which of these countries' national teams qualified for the 2018 FIFA World Cup in Russia?": "Tunisia", "All of the following programs are classified as raster graphics editors EXCEPT:": "Inkscape", "Which Kingdom Hearts game featured the cast of &quot;The World Ends With You&quot;?": "Dream Drop Distance", "Who tutored Alexander the Great?": "Aristotle", "What color/colour is a polar bear's skin?": "Black", "In Animal Crossing: New Leaf, which of these paintings from Redd's Art Gallery is always genuine?": "Warm Painting", "How many classes are there in Team Fortress 2?": "9", "In the &quot;Ace Attorney&quot; series, what is the relationship between Apollo Justice and Trucy Wright?": "They're half-siblings", "The Mazda 787B won the 24 Hours of Le Mans in what year?": "1991", "What is the browser game Kantai Collection heavily inspired by?": "Second World War", "In Grand Theft Auto V, what was Michael De Santa's former surname?": "Townley", "In African mythology, Anansi is a trickster and storyteller who takes the shape of which animal?": "Spider", "Which of these Bojack Horseman characters is a human?": "Todd Chavez", "When did the last episode of &quot;Futurama&quot; air?": "September 4, 2013", "When was Cadillac founded?": "1902", "During the events of Half-Life: Opposing Force, what is the age of Adrian Shephard, the protagonist?": "22", "The Red Hot Chili Pepper song &quot;Give It Away&quot; is from what album?": "Blood Sugar Sex Magik", "Who was the only US President to be elected four times?": "Franklin Roosevelt", "Which of the following actors does not play a role in the movie &quot;The Usual Suspects?&quot;": "Steve Buscemi", "What song originally performed by The Bee Gees in 1978 had a cover version by Steps 20 years later?": "Tragedy", "What CoD &quot;Deathstreak&quot; is only featured in Call of Duty : Modern Warfare 2?": "Copycat", "What name did &quot;Mario&quot;, from &quot;Super Mario Brothers&quot;, originally have?": "Ossan", "Which of these positions did the astronomer and physicist Isaac Newton not hold?": "Surveyor to the City of London", "Which of these in the Star Trek series is NOT Klingon food?": "Hors d'oeuvre", "What is the sum of all the tiles in a standard box of Scrabble?": "187", "Gordon Freeman is said to have burnt and destroyed what food in the break room microwave?": "Casserole", "In the Kingdom Heart series who provides the english voice for Master Eraqus?": "Mark Hamill", "Who is the lead singer of Arctic Monkeys?": "Alex Turner", "In Call Of Duty: Black Ops II, who is the main antagonist?": "Raul Menéndez ", "In which film does Humphrey Bogart say the famous line, &quot;Here's looking at you, kid&quot;?": "Casablanca", "Which iconic character is featured in movies such as &quot;The Enforcer&quot;, &quot;Sudden Impact&quot;, and &quot;The Dead Pool&quot;?": "Dirty Harry", "Which of the following carbonated soft drinks were introduced first?": "Dr. Pepper", "Which souls game was not directed by Hidetaka Miyazaki?": "Dark Souls 2", "What do the letters in the GMT time zone stand for?": "Greenwich Mean Time", "In the show 'Doctor Who', what is the name of the time-capsule model stolen by 'the Doctor'?": "TT Type 40, Mark 3 (TARDIS)", "Which studio animated Soul Eater?": "Bones", "Which of these animals belongs in class Chondrichthyes?": "Great white shark", "What is the name of the machine that fails and essentially dooms mankind in the beginning of the first Half-Life game?": "Anti-mass spectrometer", "In &quot;Rick And Morty&quot;, who shot &quot;Mr. Poopybutthole&quot; in the episode &quot;Total Rickall&quot;?": "Beth", "Who voices for Ruby in the animated series RWBY?": "Lindsay Jones", "What musician made the song &quot;Fuckin` Perfect&quot; in 2010?": "P!nk", "On which aircraft carrier did the Doolitte Raid launch from on April 18, 1942 during World War II?": "USS Hornet", "What was the subject of the 2014 song &quot;CoCo&quot; by American rapper O. T. Genasis?": "Cocaine", "Who painted the Mona Lisa?": "Leonardo da Vinci", "EDM producer Marshmello performs live wearing clothes and a marshmallow mask of what colour?": "White", "What is the main character of Metal Gear Solid 2?": "Raiden", "Which of the following is a personal computer made by the Japanese company Fujitsu?": "FM-7", "What company developed the vocaloid Hatsune Miku?": "Crypton Future Media", "Which day in &quot;Papers, Please&quot; does the man in red appear?": "Day 23", "What was the FIRST Valve game to have VR?": "The Lab", "Which Aerosmith album featured &quot;Walk This Way&quot;?": "Toys in the Attic", "What is the name of the peninsula containing Spain and Portugal?": "Iberian Peninsula", ".at is the top-level domain for what country?": "Austria", "Which race enjoys a glass of warm baghol in &quot;Star Trek&quot;?": "Klingon", "An organic compound is considered an alcohol if it has what functional group?": "Hydroxyl", "What is the title of the first Sherlock Holmes book by Arthur Conan Doyle?": "A Study in Scarlet", "Which country claims ownership of the disputed state Kosovo?": "Serbia", "In Macbeth, the eyes of what animals were used in the Witches' cauldron?": "Newts", "When was the People's Republic of China founded?": "October 1, 1949", "Who wrote the award winning musical &quot;In The Heights&quot;?": "Lin-Manuel Miranda", "Who voiced Metalbeard in &quot;The Lego Movie&quot;?": "Nick Offerman", "Which famous New York Yankees outfielder did Marilyn Monroe marry?": "Joe DiMaggio", "How many permanent companions are there in the base game version of Fallout: New Vegas?": "8", "What is the romanized Chinese word for &quot;airplane&quot;?": "Feiji", "Which part from the JoJo's Bizarre Adventure manga is about a horse race across America?": "Part 7: Steel Ball Run", "When was the programming language &quot;C#&quot; released?": "2000", "Earl Grey tea is black tea flavoured with what?": "Bergamot oil", "Which of these is a type of monster found in Minecraft?": "Skeleton", "This movie contains the quote, &quot;Houston, we have a problem.&quot;": "Apollo 13", "In the game The World Ends With You, all of these characters act as a game partner with Neku for a week except:": "Rhyme", "What is the last name of the primary female protagonist of Final Fantasy VIII?": "Heartilly", "In the &quot;Pikmin&quot; games, which of the following pikmin colors lacks it's own &quot;Onion&quot; nest?": "Purple", "On which day did the World Wide Web go online?": "December 20, 1990", "Which video game earned music composer Mike Morasky the most awards for his work?": "Portal 2", "Which Sonic the Hedgehog game was originally supposed to be packaged with Sonic 3, but was cut in half due to time constraints?": "Sonic & Knuckles", "In &quot;Kingdom Hearts&quot;, what mission are Donald and Goofy assigned by King Mickey?": "To find the Key bearer and stick with him!", "In which year did the First World War begin?": "1914", "Which of these Disney classics was released in 1970?": "The Aristocats", "Who founded the Khan Academy?": "Sal Khan", "Who was the topscorer for England national football team?": "Wayne Rooney", "On what street did the 1666 Great Fire of London start?": "Pudding Lane", "What year was hockey legend Wayne Gretzky born?": "1961", "Montreal is in which Canadian province?": "Quebec", "The walls of the Goldenrod City Gym in &quot;Pokémon Gold and Silver&quot; are arranged in the shape of which Pokémon?": "Clefairy", "In Pokemon Red & Blue, what is the name of HM05?": "Flash", "What is Brian May's guitar called?": "Red Special", "Some of the &quot;Fallen Empires&quot; cards from &quot;Magic: The Gathering&quot; were misprinted on the backs of which other card game?": "Wyvern", "What year did Albrecht Dürer create the painting &quot;The Young Hare&quot;?": "1502", "In what film was the Michael Jackson song &quot;Will You Be There&quot; featured?": "Free Willy", "What did the first moving picture depict?": "A galloping horse", "What is the correct order of operations for solving equations?": "Parentheses, Exponents, Multiplication, Division, Addition, Subtraction", "Joseph Smith was the founder of what religion?": "Mormonism", "In &quot;Highschool DxD&quot;, what is the name of the item some humans are born with?": "Sacred Gear", "Which movie of film director Stanley Kubrick is known to be an adaptation of a Stephen King novel?": "The Shining", "Which of these characters is the mascot of the video game company SEGA?": "Sonic the Hedgehog", "In &quot;Xenoblade Chronicles 2&quot;, Which party member cannot use normal blades?": "Tora", "What city  has the busiest airport in the world?": "Atlanta, Georgia USA", "Which popular rock band has a one-armed drummer?": "Def Leppard", "What was George Bizet's last opera?": "Carmen", "Which of these is NOT a game under the Worms series?": "Major Malfunction", "What Nickelodeon game show featured a house on the set that the contestants would ransack to find hidden objects?": "Finders Keepers", "The manga JoJo's Bizarre Adventure is split into how many parts?": "8", "Which language is NOT Indo-European?": "Hungarian", "When was &quot;Luigi's Mansion 3&quot; released?": "October 31st, 2019", "Which car manufacturer won the 2016 24 Hours of Le Mans?": "Porsche", "In Kendrick Lamar's 2012 album, &quot;Good Kid, M.A.A.D City&quot;, the album's story takes place in which city?": "Compton", "Who designed the Chupa Chups logo?": "Salvador Dali", "According to Sherlock Holmes, &quot;If you eliminate the impossible, whatever remains, however improbable, must be the...&quot;": "Truth", "Who is the colossal titan in &quot;Attack On Titan&quot;?": "Bertolt Hoover", "&quot;The Genius&quot; is the original and secondary name of which Wu-Tang Clan member?": "GZA", "What does the computer software acronym JVM stand for?": "Java Virtual Machine", "Which of the following physicists did NOT work on the Manhattan project?": "Murray Gell-Mann", "When was the game 'Portal 2' released?": "2011", "The 'Islets of Langerhans' is found in which human organ?": "Pancreas", "In the movie &quot;Spaceballs&quot;, what are the Spaceballs attempting to steal from Planet Druidia?": "Air", "In the year 1818, novelist Mary Shelly is credited with writing a fiction novel and creating this infamous character.": "Frankenstein's monster", "What is the main ship used by Commander Shepard in the Mass Effect Franchise called?": "Normandy", "In the programming language &quot;Python&quot;, which of these statements would display the string &quot;Hello World&quot; correctly?": "print(&quot;Hello World&quot;)", "The human right lung has how many lobes?": "3", "Benny, Brain, Fancy-Fancy, Spook and Choo-Choo were known associates of what Hanna Barbera cartoon character?": "Top Cat", "What episode of &quot;Mr. Bean&quot; saw him trying to prevent people from seeing him naked?": "Mr. Bean in Room 426", "When was Marvel Comics founded?": "1939", "What was the code name for the German invasion of the Soviet Union in WW2?": "Operation Barbarossa", "How many stations does the Central Line have on the London Underground?": "49", "When was the top-down online RPG &quot;Space Station 13&quot; released?": "2003", "Which company has exclusive rights to air episodes of the &quot;The Grand Tour&quot;?": "Amazon", "What is the name of the alien species introduced in Shadow the Hedgehog (2005)?": "Black Arms", "What is the closest planet to our solar system's sun?": "Mercury", "Which country is completely landlocked by South Africa?": "Lesotho", "Who authored The Adventures of Tintin?": "Hergé", "When was Left 4 Dead 2 released?": "November 17, 2009", "What type of cheese, loved by Wallace and Gromit, had it's sale prices rise after their successful short films?": "Wensleydale", "In &quot;ALF&quot;, what was ALF's real name?": "Gordon Shumway", "Which of the following pitchers was named National League Rookie of the Year for the 2013 season?": "Jose Fernandez", "When was the Declaration of Independence approved by the Second Continental Congress?": "July 4, 1776", "According to the United States Constitution, how old must a person be to be elected President of the United States?": "35", "The main objective of the German operation &quot;Case Blue&quot; during World War II was originally to capture what?": "Caucasus", "Who did the score to the original Blade Runner?": "Vangelis", "What was the name of Captain Nemo's submarine in &quot;20,000 Leagues Under the Sea&quot;?": "The Nautilus", "What is the name of the main character in the video game VA-11 HALL-A: Cyberpunk Bartender Action?": "Jill", "Which infamous European traitor was known as &quot;the last person to enter Parliament with honest intentions&quot;?": "Guy Fawkes", "On average, Americans consume 100 pounds of what per second?": "Chocolate", "What is the oldest Disney film?": "Snow White and the Seven Dwarfs", "The 1985 Toyota Corolla &quot;AE86&quot; was the hero car for what anime? ": "Initial D", "When did Canada leave the confederation to become their own nation?": "July 1st, 1867", "Which of the following Japanese islands is the biggest?": "Honshu", "Generally, which component of a computer draws the most power?": "Video Card", "Which of these weapon classes DO NOT appear in the first Monster Hunter game?": "Bow ", "In the Board Game, Settlers of Catan, a die roll of what number causes the Robber to attack? ": "7", "What country is not a part of Scandinavia?": "Finland", "Which of these is NOT an album released by The Beatles?": "The Wall", "What was the destination of the missing flight MH370?": "Beijing", "The decimal number 31 in hexadecimal would be what?": "1F", "Which of the following tabletop games is the oldest?": "Go", "What is the name of the main protagonist in &quot;Xenoblade Chronicles&quot;?": "Shulk", "In the TV show &quot;Cheers&quot;, Sam Malone was a former relief pitcher for which baseball team?": "Boston Red Sox", "What is the largest non-continental island in the world?": "Greenland", "Lake Titicaca is located between which two nations?": "Peru and Bolivia", "What was the first company to use the term &quot;Golden Master&quot;?": "Apple", "What was the personal nickname of the 40th Governor of the US State Louisiana, Huey Long?": "The Kingfish", "In the title of the game &quot;Luigi's Mansion&quot;, what is the only letter to not appear with a pair of eyes in it?": "s", "Which band recorded the album &quot;Parallel Lines&quot;?": "Blondie", "The metric prefix &quot;atto-&quot; makes a measurement how much smaller than the base unit?": "One Quintillionth", "Which U.S. president took part in the Potsdam Conference, where the Allies reached a peace settlement with Germany?": "Harry S. Truman", "What is a Burgee?": "A flag", "Who is the author of the series &quot;Malazan Book of the Fallen&quot;?": "Steven Erikson", "Who voiced Finn in Adventure Time?": "Jeremy Shada", "Muscle fiber is constructed of bundles small long organelles called what?": "Myofibrils", "Who is the main antagonist in the Portal franchise?": "GLaDOS", "Which of these is the name of a song by Tears for Fears?": "Shout", "In the Magic: The Gathering universe,  the Antiquities, Ice Age, and Alliances expansions take place on which continent?": "Terisiare", "What was Maggie Simpson's first canonical word, not including the Tracey Ullman shorts?": "Daddy.", "What was the first .hack game?": ".hack//Infection", "When was Pokemon GO released in North America?": "July 6th, 2016", "When was the Sega Genesis released in Japan?": "October 29, 1988", "What mountain range lines the border between Spain and France?": "Pyrenees", "Who was &quot;Kung Fu Fighting&quot; in 1974?": "Carl Douglas", "This Canadian television sportscaster is known for his &quot;Hockey Night in Canada&quot; role, a commentary show during hockey games.": "Don Cherry", "Who wrote the young adult novel &quot;The Fault in Our Stars&quot;?": "John Green", "What is the name of Sherlock Holmes's brother?": "Mycroft Holmes", "In which classic novel is there a character named Homer Simpson?": "The Day of the Locust", "J.K. Rowling completed &quot;Harry Potter and the Deathly Hallows&quot; in which hotel in Edinburgh, Scotland?": "The Balmoral", "In Left 4 Dead, what is the name of the virus, as designated by CEDA, that causes most humans to turn into the Infected?": "Green Flu", "Which of these songs is NOT included in the Suicide Squad OST?": "Skies on Fire - AC/DC", "What was the number on Gerald's shirt in &quot;Hey Arnold!&quot;?": "33", "Which of these characters was almost added into Super Smash Bros. Melee, but not included as the game was too far in development?": "Solid Snake", "What is the real name of the famous spanish humorist, El Risitas?": "Juan Joya Borga", "What is the codename of the eighth generation Intel Core micro-architecture launched in October 2017?": "Coffee Lake", "Who wrote the 1967 horror novel &quot;Rosemary's Baby&quot;?": "Ira Levin", "Kuala Lumpur is the capital of which country?": "Malaysia", "Which game is NOT part of the Science Adventure series by 5pb. and Nitroplus?": "Occultic; Nine", "Which element has the chemical symbol 'Fe'?": "Iron", "Toby Fox's &quot;Megalovania&quot; was first used where?": "Radiation's Earthbound Halloween Hack", "What is the title of song on the main menu in Halo?": "Halo", "Which song on Daft Punk's &quot;Random Access Memories&quot; features Pharrell Williams?": "Get Lucky", "What was the #1 selling game on Steam by revenue in 2016?": "Sid Meier's Civilization VI", "When was &quot;The Gadget&quot;, the first nuclear device to be detonated, tested?": "July 16, 1945", "What is the French word for &quot;fish&quot;?": "poisson", "Which one of these chassis codes are used by BMW 3-series?": "E46", "Which team was the 2014-2015 NBA Champions?": "Golden State Warriors", "Which one of these films are shot entirely in one-take?": "Russian Ark", "What is the punishment for playing Postal 2 in New Zealand?": "10 years in prison and a fine of $50,000", "Which of these facilities was not present on the Titanic?": "Fainting room", "Who in Pulp Fiction says &quot;No, they got the metric system there, they wouldn't know what the fuck a Quarter Pounder is.&quot;": "Vincent Vega", "League of Legends, DOTA 2, Smite and Heroes of the Storm are all part of which game genre?": "Multiplayer Online Battle Arena (MOBA)", "How many paint and pastel versions of &quot;The Scream&quot; is Norwegian painter Edvard Munch believed to have produced?": "4", "Which one is NOT the function of engine oil in car engines?": "Combustion", "When was the board game Twister, released to the public?": "April 1966", "In a standard set of playing cards, which is the only king without a moustache?": "Hearts", "What was the name of the Ethiopian Wolf before they knew it was related to wolves?": "Simien Jackel", "When did the United States formally declare war on Japan, entering World War II?": "December 8, 1941", "Who created &quot;RWBY&quot;?": "Monty Oum", "Which figure from Greek mythology traveled to the underworld to return his wife Eurydice to the land of the living?": "Orpheus", "What is the plane curve proposed by Descartes to challenge Fermat's extremum-finding techniques called?": "Folium of Descartes", "What is the highest number of Michelin stars a restaurant can receive?": "Three", "What play is the quote &quot;Hell is other people&quot; from?": "No Exit", "The Andaman and Nicobar Islands in South East Asia are controlled by which country?": "India", "Which musician has collaborated with American producer Porter Robinson and released the 2016 song &quot;Shelter&quot;?": "Madeon", "Released in 2001, the first edition of Apple's Mac OS X operating system (version 10.0) was given what animal code name?": "Cheetah", "What is the name of the 2016 mixtape released by Venezuelan electronic producer Arca?": "Entrañas", "In &quot;Pokémon Sun and Moon&quot;, Team Skull took over which town?": "Po Town", "The &quot;Tibia&quot; is found in which part of the body?": "Leg", "What was the last colony the UK ceded marking the end of the British Empire?": "Hong Kong", "In &quot;Toriko&quot;, which of the following foods is knowingly compatible with Toriko?": "Poison Potato", "How many stars are there to collect in Super Mario 64?": "120", "Which one of these is NOT an official map in Counter-Strike: Global Offensive?": "de_season", "All of the following countries have official claims to territory in Antartica EXCEPT:": "United States", "What was the name of the hip hop group Kanye West was a member of in the late 90s?": "The Go-Getters", "In relation to the British Occupation in Ireland, what does the IRA stand for.": "Irish Republican Army", "What two characters from the game Undertale are never in a relationship or not related?": "Frisk & Chara", "Which of the following commercial vehicles from Grand Theft Auto IV did NOT reappear in Grand Theft Auto V?": "Steed", "In &quot;Overwatch,&quot; what is the hero McCree's full name?": "Jesse McCree", "What disease crippled President Franklin D. Roosevelt and led him to help the nation find a cure? ": "Polio", "Which iconic album cover features the pulsar waves of CP 1919 placed in the center of the cover?": "Unknown Pleasures", "Which genre of Hip Hop does MC Frontalot rap?": "Nerdcore", "What genetic disease is caused by having an extra Y chromosome (XYY)?": "Jacob's Syndrome", "What year was the game Dishonored released?": "2012", "Nephelococcygia is the practice of doing what?": "Finding shapes in clouds", "Which city is the capital of the United States of America?": "Washington D.C", "Which German city is located on the River Isar?": "Munich", "America Online (AOL) started out as which of these online service providers?": "Quantum Link", "The main protagonist of the fifth part of JoJo's Bizarre Adventure is which of the following?": "Giorno Giovanna", "What video game genre were the original Warcraft games?": "RTS (Real Time Strategy)", "Which of these anime have over 7,500 episodes?": "Sazae-san", "Which animal features on the logo for Abarth, the motorsport division of Fiat?": "Scorpion", "In Minecraft, which two items must be combined to craft a torch?": "Stick and Coal", "What was the first commerically available computer processor?": "Intel 4004", "Which modern day country is the region that was known as Phrygia in ancient times?": "Turkey", "What did the first vending machines in the early 1880's dispense?": "Post cards", "Which company made the Japanese RPG &quot;Dragon Quest&quot;?": "Square Enix", "What is the correct phrase for the Latin saying &quot;Romanes Eunt Domus&quot; in Monty Python's Life of Brian?": "Romani Ite Domum", "Colchester Overpass, otherwise known as &quot;Bunny Man Bridge&quot;, is located where?": "Fairfax County, Virginia", "Who is the vocalist and frontman of rock band &quot;Guns N' Roses&quot;?": "Axl Rose", "How many members are there in the idol group &quot;µ's&quot;?": "9", "Which of these is NOT a song featured on the Lockjaw EP released in 2013 by Flume & Chet Faker?": "Left Alone", "What is the same in Celsius and Fahrenheit?": "-40", "Who won the premier league title in the 2015-2016 season following a fairy tale run?": "Leicester City", "Which of these is not a layer in the OSI model for data communications?": "Connection Layer", "Which JoJo's Bizarre Adventure character possesses the Stand named Silver Chariot?": "Jean Pierre Polnareff", "Which ones of these Mario Kart games was made for the Gameboy Advance?": "Mario Kart: Super Circuit", "According to a Beatles song, who kept her face in a jar by the door?": "Eleanor Rigby", "In the game Call of Duty, what is the last level where you play as an American soldier?": "Festung Recogne", "What year did the Boxing Day earthquake & tsunami occur in the Indian Ocean?": "2004", "Which Formula One driver was nicknamed 'The Professor'?": "Alain Prost", "On what day did Germany invade Poland?": "September 1, 1939", "Which president erased the national debt of the United States?": "Andrew Jackson", "Before voicing Pearl in Steven Universe, Deedee Magno Hall was part of which American band?": "The Party", "What is the most common climbing route for the second highest mountain in the world, K2?": "Abruzzi Spur", "The name of Junko Enoshima's imposter at the beginning of Danganronpa: Trigger Happy Havoc is?": "Mukuro Ikusaba", "Which of these Nickelodeon game shows aired first?": "Double Dare", "What year was the United States Declaration of Independence signed?": "1776", "Who was the 45th President of the United States?": "Donald Trump", "What does the International System of Quantities refer 1024 bytes as?": "Kibibyte", "What game was used to advertise Steam?": "Counter-Strike 1.6", "In the Nintendo Game Splatoon 2, what is Marina's screen name?": "DJ_Hyperfresh", "Which of the following is not a playable race in the MMORPG Guild Wars 2? ": "Tengu", "On the NBC show Community, whose catch-phrase was &quot;Pop! Pop!&quot;?": "Magnitude", "When was Google founded?": "September 4, 1998", "Which of the following buildings is example of a structure primarily built in the Art Deco architectural style?": "Niagara Mohawk Building", "In the anime Seven Deadly Sins what is the name of one of the sins?": "Diane", "What song plays in the ending credits of the anime &quot;Ergo Proxy&quot;?": "Paranoid Android", "What was the bloodiest single-day battle during the American Civil War?": "The Battle of Antietam", "By what name is Carlos Estevez better known? ": "Charlie Sheen", "At the end of the 2001 film &quot;Rat Race&quot;, whose concert do the contestants crash?": "Smash Mouth", "Who is &quot;James Rolfe&quot; better known as?": "The Angry Video Game Nerd", "Which of these levels does NOT appear in the console/PC versions of the game &quot;Sonic Generations&quot;?": "Mushroom Hill", "What is the largest lake in the African continent?": "Lake Victoria", "What is known as &quot;the brain&quot; of the Computer?": "Central Processing Unit", "How many seasons did the TV show &quot;Donkey Kong Country&quot; last?": "2", "Why was the character Trevor Philips discharged from the Air Force?": "Mental Health Issues", "Which year was the third Super Bowl held?": "1969", "In &quot;Hexadecimal&quot;, what color would be displayed from the color code? &quot;#00FF00&quot;?": "Green", "Which of these artists did NOT remix the song &quot;Faded&quot; by Alan Walker?": "Skrillex", "What was the first Android version specifically optimized for tablets?": "Honeycomb", "In human biology, a circadium rhythm relates to a period of roughly how many hours?": "24", "In the year 1900, what were the most popular first names given to boy and girl babies born in the United States?": "John and Mary", "What is the real name of Canadian electronic music producer deadmau5?": "Joel Zimmerman", "Which ocean borders the west coast of the United States?": "Pacific", "To the nearest minute, how long does it take for light to travel from the Sun to the Earth?": "8 Minutes", "What was the name of the the first episode of Doctor Who to air in 1963?": "An Unearthly Child", "Which of the following is a class in the game &quot;Hearthstone&quot;?": "Priest", "What was the punishment for Sysiphus's craftiness?": "Cursed to roll a boulder up a hill for eternity.", "Hera is god of...": "Marriage", "Which of these animals is NOT a lizard?": "Tuatara", "What was the code name for the Allied invasion of Southern France on August 15th, 1944?": "Operation Dragoon", "In August 1964, who introduced the Beatles to cannabis?": "Bob Dylan", "In what year was the movie &quot;Police Academy&quot; released?": "1984", "Which of these choices is not one of the phases of mitosis?": "Diplophase", "What was the character Kirby originally going to be named?": "Popopo", "Which British writer wrote for both Doctor Who and Sherlock?": "Steven Moffatt", "In the &quot;Star Wars&quot; universe, what species is Grand Admiral Thrawn?": "Chiss", "In what year was the game &quot;Eliminator&quot; released?": "1998", "In Ms. Kobayashi's Dragon Maid, who is Kobayashi's maid?": "Tohru", "In the &quot;Halo&quot; franchise, in what country is New Mombasa?": "Kenya", "In what prison was Adolf Hitler held in 1924?": "Landsberg Prison", "Who created the indie adventure game &quot;Night in the Woods&quot;?": "Alec Holowka", "What was the original name of the search engine &quot;Google&quot;?": "BackRub", "In the TV show 'MASH', what was the nickname of Corporal Walter O'Reilly?": "Radar", "In the Kingdom Hearts series, which is not an optional boss you can fight?": "Master Yen Sid", "Talos, the mythical giant bronze man, was the protector of which island?": "Crete", "Which of these weapons is NOT available to the Terrorist team in the game, &quot;Counter-Strike: Global Offensive&quot;?": "SCAR-20", "&quot;The Potato Sack&quot; was a collection of indie games released on Steam in 2011 as a promotion for which game?": "Portal 2", "TF2: What code does Soldier put into the door keypad in &quot;Meet the Spy&quot;?": "1111", "Which Nazi General was known as the &quot;Desert Fox&quot;?": "Erwin Rommel", "Which country will host the 2022 FIFA World Cup?": "Qatar", "In what year did the First World War end?": "1918", "What is the highest belt you can get in Taekwondo?": "Black", "Which of these is not a song on the album Graduation by Kanye West?": "Waves", "In Overwatch, how old is Reinhardt Wilhelm?": "61", "In &quot;The Simpsons&quot;, where did Homer and Marge first meet?": "At Summer Camp", "What is the Polish city known to Germans as Danzig?": "Gdańsk", "Which actor plays the role of the main antagonist in the 2011 movie &quot;Tower Heist?&quot;": "Alan Alda", "Of the following space shooter games, which came out first?": "Space Invaders", "Which of the following films was Don Bluth both the writer, director, and producer for?": "All Dogs Go To Heaven", "What year was O.J. Simpson aquitted of his murder charges?": "1995", "How many people can you recruit in the game Suikoden in a single playthrough?": "107", "Which of these characters wasn't a villian in Club Penguin?": "The Director", "Which of these plays was famously first performed posthumously after the playwright committed suicide?": "4.48 Psychosis", "The word &quot;abulia&quot; means which of the following?": "The inability to make decisions", "In the game Pokémon Conquest, which warlord is able to bond with Zekrom and a shiny Rayquazza?": "Nobunaga", "What is the hardest possible difficulty in &quot;Deus Ex: Mankind Divided&quot;?": "I Never Asked For This", "In what year was Tchaikovsky's 1812 Overture composed?": "1880", "All of the following are classified as Finno-Ugric languages EXCEPT:": "Samoyedic", "What national museum will you find in Cooperstown, New York?": "National Baseball Hall of Fame", "Which building was set aflame on August 24th, 1812?": "The White House", "What is the name of the currency in the &quot;Animal Crossing&quot; series?": "Bells", "What vault in the video game &quot;Fallout 3&quot; is the home of multiple clones named Gary?": "Vault 108", "Europa Universalis is a strategy video game based on which French board game?": "Europa Universalis", "Which of these was the name of a bug found in April 2014 in the publicly available OpenSSL cryptography library?": "Heartbleed", "What is the birth name of Michael Keaton?": "Michael Douglas", "When Christopher Columbus sailed to America, what was the first region he arrived in?": "The Bahamas Archipelago", "What is the name of the virus in &quot;Metal Gear Solid 1&quot;?": "FOXDIE", "How many seasons did the Sci-Fi television show &quot;Stargate Universe&quot; have?": "2", "What historical time period was the center of the Assassin’s Creed movie (2016)?": "Spanish Inquisition", "What is the setting of the show &quot;Parks and Recreation&quot;?": "Pawnee, Indiana", "In &quot;PUBATTLEGROUNDS&quot; which ammo type does the M24 use?": "7.62mm", "Who is the creator of the Super Smash Bros. Series?": "Masahiro Sakurai", "Capcom's survival horror title Dead Rising, canonically starts on what day of September 2006?": "September 19th", "The element involved in making human blood red is which of the following?": "Iron", "In &quot;The Binding of Isaac&quot;, which item instantly kills Mom and Mom's Heart?": "The Bible", "According to Algonquian folklore, how does one transform into a Wendigo?": "Participating in cannibalism.", "The name of technology company HP stands for what?": "Hewlett-Packard", "Who is the creator of the soft drink, Dr. Pepper?": "Charles Alderton", "In the original DOOM games, which of the following demons is a recolor of the Baron of Hell, but is weaker than the Baron?": "Hell Knight", "In Les Misérables, who is Prison Code 24601?": "Jean Valjean", "Which of the following liquids is least viscous? Assume temperature is 25°C.": "Acetone", "When did the French Revolution begin?": "1789", "What is the hottest planet in the Solar System?": "Venus", "Which of these bands are NOT from Australia?": "The Naked and Famous", "Which is the largest city in Morocco?": "Casablanca", "What is the highest grossing film of all time (without adjusting for inflation)?": "Avengers: Endgame", "According to DeMorgan's Theorem, the Boolean expression (AB)' is equivalent to:": "A' + B'", "Pianist Frédéric Chopin was a composer of which musical era?": "Romantic", "What is the capital of Slovakia?": "Bratislava", "Where does the original Friday The 13th movie take place?": "Camp Crystal Lake", "If you planted the seeds of Quercus robur what would grow?": "Trees", "Which one of these people has been in the band ''Metallica'' in the past?": "Dave Mustaine", "Which one of these actors is said to be cut from the film 'E.T. the Extra-Terrestrial'?": "Harrison Ford", "Which member of the English band &quot;The xx&quot; released their solo album &quot;In Colour&quot; in 2015?": "Jamie xx", "In Divinity: Original Sin II, what is the name of the skeletal origin character?": "Fane", "Which programming language shares its name with an island in Indonesia?": "Java", "Which is NOT a book in the Harry Potter Series?": "The House Elf", "How many different notes is the tune, &quot;Song of Healing&quot;, comprised of in &quot;The Legend of Zelda: Majora's Mask&quot;?": "3", "In HTML, which non-standard tag used to be be used to make elements scroll across the viewport?": "<marquee></marquee>", "What airline was the owner of the plane that crashed off the coast of Nova Scotia in 1998?": "Swiss Air", "According to the RIAA: Which artist has sold the most albums by the million?": "The Beatles", "Who is the only US president to serve two non-consecutive terms in office?": "Grover Cleveland", "What does DNA stand for?": "Deoxyribonucleic Acid", "Which one of these countries borders with Poland?": "Lithuania", "What is the name of the default theme that is installed with Windows XP?": "Luna", "When Batman trolls the online chat rooms, what alias does he use?": "JonDoe297", "What is the capital of the State of Washington, United States?": "Olympia", "In what year was the game &quot;Fallout&quot; released?": "1997", "What year was Huun Huur Tu's album Altai Sayan Tandy-Uula released? ": "2004", "What was Bon Iver's debut album released in 2007?": "For Emma, Forever Ago", "What was the name given to Japanese military dictators who ruled the country through the 12th and 19th Century?": "Shogun", "What snowy mob was added in Minecraft 1.10?": "Polar bears", "What year was Queen Elizabeth II born?": "1926", "When did construction of the Suez Canal finish?": "1869", "Which of these stages is not playable in &quot;Super Smash Bros. for Wii U&quot;?": "Fountain of Dreams", "Who designed the album cover for True Romance, an album by Estelle?": "Rebecca Sugar", "Gannymede is the largest moon of which planet?": "Jupiter", "Who wrote the children's story &quot;The Little Match Girl&quot;?": "Hans Christian Andersen", "Where and when was the first cardboard box made for industrial use?": "England, 1817", "Which of these actors/actresses is NOT a part of the cast for the 2016 movie &quot;Suicide Squad&quot;?": "Scarlett Johansson", "Who is the lead singer of the Smashing Pumpkins?": "Billy Corgan", "Liam Howlett founded which electronic music group in 1990?": "The Prodigy", "Which CS:GO eSports team won the major event ESL One Cologne 2016?": "SK Gaming", "The word &quot;astasia&quot; means which of the following?": "The inability to stand up", "In &quot;The Witness&quot;, how many lasers must be activated to get into the mountain area?": "7", "What genre of EDM is the Dutch DJ, musician, and remixer Armin van Buuren most well-known for?": "Trance", "&quot;Grande Valse&quot; is a phrase from the song &quot;Gran Vals&quot;. What is that song segment known as?": "Nokia Tune", "How many objects are equivalent to one mole?": "6.022 x 10^23", "The board game &quot;Ra&quot; was designed by which designer? ": "Reiner Knizia", "What kind of aircraft was developed by Igor Sikorsky in the United States in 1942?": "Helicopter", "De Eemhof, Port Zelande and Het Heijderbos are holiday villas owned by what company?": "Center Parcs", "Which board game was first released on February 6th, 1935?": "Monopoly", "In the first game of the Sly Cooper franchise, what family heirloom did Sly Cooper want to steal back?": "Thievius Raccoonus", "How many countries are larger than Australia?": "5", "In the Overlord Anime who was Cocytus made by?": "Warrior Takemikazuchi", "&quot;The A Team&quot; first aired in the USA and in the UK in what year?": "1983", "When was the video game &quot;P.A.M.E.L.A.&quot; released on Steam?": "March 9, 2017", "What number does the Roman numeral &quot;D&quot; stand for?": "500", "What is the name given to Indian food cooked over charcoal in a clay oven?": "Tandoori", "Who is the star of the AMC series Breaking Bad?": "Walter White", "What is the scientific name for the extinct hominin known as &quot;Lucy&quot;?": "Australopithecus Afarensis", "On which planet does the game Freedom Planet (2014) take place?": "Avalice", "Sciophobia is the fear of what?": "Shadows", "In &quot;Highschool DxD&quot;, Koneko Toujou is from what race?": "Nekomata", "The name of the Metroid series comes from what?": "An enemy in the game", "Which of the following Call of Duty games was a PS3 launch title?": "Call of Duty 3", "Which of the following manga have the most tankouban volumes?": "Golgo 13", "Neil Hamburger is played by which comedian?": "Gregg Turkington", "How many playable characters are there in Super Smash Bros. for Nintendo 3DS and Wii U?": "58", "Which is the most abundant element in the universe?": "Hydrogen", "Which Nirvana album had a naked baby on the cover?": "Nevermind", "Which of the following characters were considered for inclusion in Super Smash Bros. Melee?": "Lucas", "In the game Battleblock Theater, what was the name of the voice actor who voiced the narrator?": "Will Stamper", "How old is the universe?": "13.8 Billion Years", "Who developed the 2016 farming RPG &quot;Stardew Valley&quot;?": "Eric Barone", "In &quot;One Piece&quot;, what does &quot;the Pirate King&quot; mean to the captain of the Straw Hat Pirates?": "Freedom", "The fictional movie 'Rochelle, Rochelle' features in which sitcom?": "Seinfeld", "Who created the &quot;Metal Gear&quot; Series?": "Hideo Kojima", "Which of the following languages is used as a scripting language in the Unity 3D game engine?": "C#", "Which Audi does not use Haldex based all wheel drive system?": "Audi A8", "Which of the following Elite Four members from the 6th Generation of Pokémon was a member of Team Flare?": "Malva", "What was the name of the German offensive operation in October 1941 to take Moscow before winter?": "Operation Typhoon", "Who created Agent 47 in the game series &quot;Hitman&quot;?": "Dr. Otto Wolfgang Ort-Meyer", "What was Ash Ketchum's second Pokemon?": "Caterpie", "What mytological creatures have women's faces and vultures' bodies?": "Harpies", "Who plays &quot;Bruce Wayne&quot; in the 2008 movie &quot;The Dark Knight&quot;?": "Christian Bale", "Nvidia's headquarters are based in which Silicon Valley city?": "Santa Clara", "Who plays the Nemesis in the Resident Evil movies?": "Matthew Taylor", "In World War I, what was the name of the alliance of Germany, Austria-Hungary, the Ottoman Empire, and Bulgaria?": "The Central Powers", "In what Homestuck Update was [S] Game Over released?": "October 25th, 2014", "What was the release date of &quot;Grand Theft Auto IV&quot;?": "April 29, 2008", "Who is the leader of Team Mystic in Pokémon Go?": "Blanche", "Which episode from The Amazing World Of Gumball won the Childrens Choice Award at the British Animation Awards in 2016?": "The Shell", "What is radiation measured in?": "Gray ", "How many people are in the U.S. House of Representatives?": "435", "Who was the King of Gods in Ancient Greek mythology?": "Zeus", "The derisive acronym &quot;PIIGS&quot; refers to which of the following European countries and their economic statuses?": "Portugal, Ireland, Italy, Greece, Spain", "In the &quot;Call Of Duty: Zombies&quot; map &quot;Moon&quot;, there is a secondary called the QED. What does QED stand for?": "Quantum Entanglement Device", "The word &quot;science&quot; stems from the word &quot;scire&quot; meaning what?": "To know", "In &quot;Call Of Duty: Zombies&quot;, which map's opening cutscene shows &quot;Richtofen&quot; killing another version of himself?": "The Giant", "When was the iPhone released?": "2007", "When was &quot;System Shock&quot; released?": "1994", "Who wrote the Batman comic series &quot;The Killing Joke&quot;?": "Alan Moore", "What is a Tetris piece called?": "Tetromino", "Which school in Surrey, England did Steve Backshall attend?": "Collingwood College", "In &quot;The Simpsons&quot;, what is the real name of &quot;Comic Book Guy&quot;?": "Jeff Albertson", "When was Chapter 1 of the Source Engine mod &quot;Underhell&quot; released?": "September 1st, 2013", "What was Rage Against the Machine's debut album?": "Rage Against the Machine", "In the web-comic Homestuck, what is the name of the game the 4 kids play?": "Sburb", "What caused the titular mascot of Yo-Kai Watch, Jibanyan, to become a yokai?": "Being run over by a truck", "In Super Mario Bros., who informs Mario that the princess is in another castle?": "Toad", "Who was walking like an Egyptian in 1981?": "The Bangles", "In Finding Nemo, what was the name of Nemo's mom?": "Coral", "How many books are in Euclid's Elements of Geometry?": "13", "The human heart has how many chambers?": "4", "The seed drill was invented by which British inventor?": "Jethro Tull", "Which of these is the name of an American psychedelic rock band formed in 2002 by Benjamin Goldwasser and Andrew VanWyngarden?": "MGMT", "According to the nursery rhyme, what fruit did Little Jack Horner pull out of his Christmas pie?": "Plum", "Nidhogg is a mythical creature from what mythology?": "Norse", "When did the Battle of the Bulge end?": "January 25, 1945", "In Terraria, which of these items is NOT crafted at a Mythril Anvil?": "Ankh Charm", "The creation of the  Entertainment Software Ratings Board (ESRB) is often associated with Mortal Kombat and what FMV video game?": "Night Trap", "Which of these songs does NOT play during the Ruins segments of the 2015 game &quot;Undertale&quot;?": "Another Medium", "Who is the main character in the video game &quot;Just Cause 3&quot;?": "Rico Rodriguez", "Who is the protagonist in the game &quot;The Walking Dead: Season One&quot;?": "Lee Everett", "In the anime &quot;Mr. Osomatsu&quot;, how many brothers does Osomatsu-san have?": "5", "In the show &quot;Fat Albert and the Cosby Kids&quot;, what is the name of the characters' fictional gang?": "The Junkyard Gang", "What is the name of the adventurer you meet at the mines in Stardew Valley?": "Marlon", "In which Shakespearean play will you find the suicide of Ophelia?": "Hamlet", "How many Chaos Emeralds can you collect in the first Sonic The Hedgehog?": "Six", "Which rock band released the album &quot;The Bends&quot; in March 1995?": "Radiohead", "What is the stage name of English female rapper Mathangi Arulpragasam, who is known for the song &quot;Paper Planes&quot;?": "M.I.A.", "Which issue of the &quot;Sonic the Hedgehog&quot; comic did Scourge the Hedgehog make his first appearance?": "Sonic the Hedgehog #11", "The term &quot;battery&quot; to describe an electrical storage device was coined by?": "Benjamin Franklin", "What animal did Queen Pasipahe sleep with before she gave birth to the Minotaur in Greek Mythology?": "Bull", "Brian May was the guitarist for which band?": "Queen", "What is the name of Eragon's dragon in &quot;Eragon&quot;?": "Saphira", "Who rode on horseback to warn the Minutemen that the British were coming during the U.S. Revolutionary War?": "Paul Revere", "Which of the following colors does the Zombie eyes glow in the &quot;Nuketown&quot; map in &quot;Call of Duty: Black Ops II&quot; Zombies mode?": "Yellow and Blue", "In &quot;A Certain Scientific Railgun&quot;, how many &quot;sisters&quot; did Accelerator have to kill to achieve the rumored level 6?": "20,000", "What is the name of the first boss the player encounters in the 2017 game, &quot;Little Nightmares&quot;?": "The Janitor", "Which French duo had UK hits in 1998 with the songs 'Sexy Boy', 'Kelly Watch The Stars' & 'All I Need'?": "Air", "What is the name of French electronic music producer Madeon's 2015 debut studio album?": "Adventure", "Who was the first prime minister of Canada?": "John Macdonald", "What year did Australia become a federation?": "1901", "What is the capital of the US state Nevada?": "Carson City", "Who turns out to be the true victor in the Battle of Armageddon in Mortal Kombat?": "Shao Kahn", "What is the full name of the protagonist from the SNES game Clock Tower?": "Jennifer Simpson", "In &quot;Star Trek&quot;, what is the Klingon death ritual?": "Look into sky and yell loudly in mourning.", "Which TV chef wrote an autobiography titled &quot;Humble Pie&quot;?": "Gordon Ramsay", "What is the name of the first level in &quot;Call of Duty: World at War&quot;?": "Semper Fi", "What is the theme song of &quot;Neon Genesis Evangelion&quot;?": "A Cruel Angel's Thesis", "Which programming language was developed by Sun Microsystems in 1995?": "Java", "Which of the following plastic is commonly used for window frames, gutters and drain pipes?": "Polyvinylchloride (PVC) ", "Which Sanrio character was introduced in 1996?": "Pompompurin", "The core of the Sun can reach which temperature?": "27° Million F (15° Million C)", "Which Pokémon can learn the move &quot;Secret Power&quot; by leveling up?": "Audino", "What character was once considered to be the 27th letter of the alphabet?": "Ampersand", "In the &quot;Dragon Ball&quot; franchise, what is the name of Goku's brother?": "Raditz", "In ancient Greece, if your job were a &quot;hippeus&quot; which of these would you own?": "Horse", "Which player &quot;kung-fu kicked&quot; a Crystal Palace fan in January 1995?": "Eric Cantona", "What are human nails made of?": "Keratin", "What type of creature is a Bonobo?": "Ape", "Aubrey Graham is better known as": "Drake", "What is Gabe Newell's favorite class in Team Fortress 2?": "Spy", "By what name was the author Eric Blair better known?": "George Orwell", "Which time signature is commonly known as “Cut Time?”": "2/2", "Which sport is NOT traditionally played during the Mongolian Naadam festival?": "American Football", "What was the original name of  &quot;Minecraft&quot;?": "Cave Game", "The stuffed tiger in Calvin and Hobbes is named after what philosopher?": "Thomas Hobbes", "In 2012 the German-speaking microstate &quot;Liechtenstein&quot; in Central Europe had a population of how many inhabitants?": "36,600", "Which artist composed the original soundtrack for &quot;Watch Dogs 2&quot;?": "Hudson Mohawke", "In Norse mythology, what is the name of the serpent which eats the roots of the ash tree Yggdrasil?": "Nidhogg", "Which of the following was a map that was in Team Fortress 2 at launch?": "Gravel Pit", "How many values can a single byte represent?": "256", "What is the default alias that Princess Garnet goes by in Final Fantasy IX?": "Dagger", "Which member of the Wu-Tang Clan had only one verse in their debut album Enter the Wu-Tang (36 Chambers)?": "Masta Killa", "What is the name of the ship which was only a few miles away from the RMS Titanic when it struck an iceberg on April 14, 1912?": "Californian", "Who was the first president of the United States?": "George Washington", "Who recorded the album called &quot;Down to the Moon&quot; in 1986?": "Andreas Vollenweider", "What was the most populous city in the Americas in 2015?": "São Paulo", "What is the shape of the toy invented by Hungarian professor Ernő Rubik?": "Cube", "What is the make and model of the tour vehicles in &quot;Jurassic Park&quot; (1990)?": "1989 Toyota Land Cruiser", "Which one of these songs did the group &quot;Men At Work&quot; NOT make?": "Safety Dance", "What is the number of keys on a standard Windows Keyboard?": "104", "In Bionicle, who was formerly a Av-Matoran and is now the Toa of Light?": "Takua", "What city is known as the Rose Capital of the World?": "Tyler, Texas", "Which of these is NOT a part of the structure of a typical neuron?": "Islets of Langerhans", "Which of the following Pokémon games released first?": "Pokémon Crystal", "In the Star Trek universe, what color is Vulcan blood?": "Green", "When did O, Canada officially become the national anthem?": "1980", "In Psychology, which need appears highest in the &quot;Maslow's hierarchy of needs&quot; pyramid?": "Esteem", "What is the name of the school in the anime and manga &quot;Gosick&quot;?": "St. Marguerite", "Who is the lead singer of Green Day?": "Billie Joe Armstrong", "In the 1992 film &quot;Army of Darkness&quot;, what name does Ash give to his double-barreled shotgun?": "Boomstick", "Which game was exclusive to Dreamcast?": "Pen Pen TriIcelon", "What is the orange and white bot's name in &quot;Star Wars: The Force Awakens&quot;?": "BB-8", "In 1939, Britain and France declared war on Germany after it invaded which country?": "Poland", "Where did the pineapple plant originate?": "South America", "What is the name of JoJo's Bizarre Adventure Part 5?": "Vento Aureo", "Who is the leader of Team Valor in Pokémon Go?": "Candela", "When was Steam first released?": "2003", "In the 2014 film &quot;Birdman&quot;, what is the primary instrument in the score?": "Drums", "Which of these songs was released in 1996?": "The Smashing Pumpkins - &quot;1979&quot;", "The mountainous Khyber Pass connects which of the two following countries?": "Afghanistan and Pakistan", "What was the name of the first artificial Earth satellite, launched by the Soviet Union in 1957?": "Sputnik 1", "Which famous book is sub-titled 'The Modern Prometheus'?": "Frankenstein", "Which of the following is not a faction in Tom Clancy's The Division?": "CDC", "Toussaint Louverture led a successful slave revolt in which country?": "Haiti", "Which of these is NOT a map included in the game Counter-Strike: Global Offensive?": "Oilrig", "Which of these countries is NOT located in Africa?": "Suriname", "In the &quot;Worms&quot; series of video games, which of these weapons is affected by wind?": "Bazooka", "Which river flows through the Scottish city of Glasgow?": "Clyde", "What is the name of the album released in 2014 by American band Maroon 5?": "V", "Which of these games includes the phrase &quot;Do not pass Go, do not collect $200&quot;?": "Monopoly", "In which location does Dark Sun Gwyndolin reside in &quot;Dark Souls&quot;?": "Anor Londo", "What is centralism?": " Concentration of power and authority in a central organization.", "What is the default name of the Vampire character in &quot;Shining Soul 2&quot;.": "Bloodstar", "Which drive form was added into Kingdom Hearts II Final Mix?": "Limit Form", "The Pyrenees mountains are located on the border of which two countries?": "France and Spain", "What nuts are used in the production of marzipan?": "Almonds", "Which of these is NOT a faction included in the game Counter-Strike: Global Offensive?": "BOPE", "Which of the following countries does NOT recognize Armenia as an independent country?": "Pakistan", "Which novelty band was best known for their UK chart hits &quot;Combine Harvester&quot; and &quot;I Am a Cider Drinker&quot; in 1976?": "The Wurzels", "Which stage was planned to be a part of &quot;Sonic the Hedgehog 2&quot;, but was scrapped during development?": "Genocide City Zone", "During WWII, in 1945, the United States dropped atomic bombs on the two Japanese cities of Hiroshima and what other city?": "Nagasaki", "Who was the winner of &quot;Big Brother&quot; Season 10?": "Dan Gheesling", "Before the American colonies switched to the Gregorian calendar in 1752, on what date did their new year start?": "March 25th", "Which of the following was the author of &quot;Username Evie&quot;?": "Joe Sugg", "Madonna's song &quot;Hung Up&quot; includes a piece from which popular 70s song?": "Gimmie! Gimmie! Gimme! (A Man After Midnight)", "Which Toronto landmark was featured on the cover art of Canadian rapper Drake's 2016 album &quot;Views&quot;?": "CN Tower", "When was the city of Rome, Italy founded?": "753 BCE", "Dutch computer scientist Mark Overmars is known for creating which game development engine?": "Game Maker", "How many planets make up our Solar System?": "8", "One of the Nintendo Entertainment System voice channels supports playback of sound samples. Which one?": "DMC", "Who won the 1989 Drum Corps International championships?": "Santa Clara Vanguard", "In &quot;Jurassic World&quot;, which company purchases InGen and creates Jurassic World?": "Masrani Global Corporation ", "What video game engine does the videogame Quake 2 run in?": "iD Tech 2", "The longest shared border in the world can be found between which two nations?": "Canada and the United States", "Who won the 2011 Stanley Cup?": "Boston Bruins", "What book series published by Jim Butcher follows a wizard in modern day Chicago?": "The Dresden Files", "What war is Call Of Duty: Black Ops based on?": "Cold War", "Aoi Miyamori is the production manager of what anime in &quot;Shirobako&quot;?": "The Third Aerial Girls Squad", "What animal is featured in &quot;Bloons TD Battles&quot;?": "Monkeys", "About how much money did it cost for Tommy Wiseau to make his masterpiece &quot;The Room&quot; (2003)?": "$6 Million", "In &quot;Call Of Duty: Zombies&quot;, which map introduced the perk &quot;PhD Flopper&quot;?": "Ascension", "What fast food chain has the most locations globally? ": "Subway", "In the 2010 Nightmare on Elm Street reboot, who played Freddy Kruger?": "Jackie Earle Haley", "What is the real hair colour of the mainstream comic book version (Earth-616) of Daredevil?": "Blonde", "Björk's &quot;Unison&quot; contains a sample of which Oval song?": "Aero Deck", "Which of the following cellular device companies is NOT headquartered in Asia?": "Nokia", "Which of the following car manufacturers had a war named after it?": "Toyota", "What country is Cory in the House set in?": "The United States of America", "How many sonatas did Ludwig van Beethoven write?": "32", "Who invented Pastafarianism?": "Bobby Henderson", "Which city did Anger berate for ruining pizza in &quot;Inside Out&quot;?": "San Francisco", "What year did the effort to deploy the Common Core State Standards (CCSS) in the US begin?": "2009", "In the show &quot;Foster's Home For Imaginary Friends&quot;, which character had an obsession with basketball?": "Wilt", "What name was historically used for the Turkish city currently known as Istanbul?": "Constantinople", "How many seasons did the Sci-Fi television show &quot;Stargate Atlantis&quot; have?": "5", "Which of the following is the IATA code for Manchester Airport?": "MAN", "Which game won the &quot;Games for Impact&quot; award in The Game Awards 2015?": "Life is Strange", "Who wrote the novel 'Fear And Loathing In Las Vegas'?": "Hunter S. Thompson", "&quot;Tomb Raider&quot; icon Lara Croft was originally called...": "Laura Cruz", "Coulrophobia is the irrational fear of what?": "Clowns", "What city is the Terracotta Army located in?": "Xi'an", "Which of the following blood vessels carries deoxygenated blood?": "Pulmonary Artery", "Who was elected leader of the UK Labour Party in September 2015?": "Jeremy Corbyn", "What colour hair does the main character of the Yu-Gi-Oh! original anime series have?": "Red, black and yellow", "In &quot;Starbound&quot;, what is the max HP of the monster &quot;Punchy&quot;?": "50,000 HP", "A comet's gaseous envelope (which creates the tail) is called what?": "The coma", "What is the full title of the Prime Minister of the UK?": "First Lord of the Treasury", "When was Nintendo's Virtual Boy released?": "1995", "What is the unit of currency in Laos?": "Kip", "Dry ice is the solid form of what substance?": "Carbon dioxide", "Which of the following card games revolves around numbers and basic math?": "Uno", "What is Canada's largest island?": "Baffin Island", "What is the most common type of pitch thrown by pitchers in baseball?": "Fastball", "When did Jamaica recieve its independence from England? ": "1962", "Which Death Grips album is the only one to feature a band member?": "No Love Deep Web", "In the game &quot;Cave Story,&quot; what is the character Balrog's catchphrase?": "Huzzah!", "Which of the following originated as a manga?": "Akira", "Which town is the setting for the Disney movie The Love Bug (1968)?": "San Francisco", "In the Nintendo DS game 'Ghost Trick: Phantom Detective', what is the name of the hitman seen at the start of the game?": "Nearsighted Jeego", "What was the first sport to have been played on the moon?": "Golf", "How many Hz does the video standard PAL support?": "50", "Whose albums included &quot;Back in Black&quot; and &quot;Ballbreaker&quot;?": "AC/DC", "Which boxer was famous for striking the gong in the introduction to J. Arthur Rank films?": "Bombardier Billy Wells", "What does AD stand for in relation to Windows Operating Systems? ": "Active Directory", "What animal is featured on the cover of English electronic music group The Prodigy's album, &quot;The Fat of the Land&quot;?": "Crab", "Who is the primary lyricist for Canadian progressive rock band Rush?": "Neil Peart", "What is the French word for &quot;hat&quot;?": "Chapeau", "What TV show is about a grandfather dragging his grandson around on adventures?": "Rick & Morty", "In Dota 2, what is Earthshaker's real name?": "Raigor Stonehoof", "Which NBA player won Most Valuable Player for the 1999-2000 season?": "Shaquille O'Neal", "What is the official name of the star located closest to the North Celestial Pole?": "Polaris", "What Pokémon's Base Stat Total does not change when it evolves?": "Scyther", "Which of these operators from &quot;Tom Clancy's Rainbow Six Siege&quot; has the ability to damage reinforced walls?": "Jordan &quot;Thermite&quot; Trace", "What is the area of Vatican City?": "0.44km^2", "How many stars are featured on New Zealand's flag?": "4", "Which country does the band Rammstein hail from?": "Germany", "In &quot;Call Of Duty: Zombies&quot;, completing which map's easter egg will reward you with the achievement, &quot;Time Travel Will Tell&quot;?": "Shangri-La", "Which &quot;Green Arrow&quot; sidekick commonly wears a baseball cap?": "Roy Harper", "Which Batman sidekick is the son of Talia al Ghul?": "Damian Wayne", "Which of these is not a wonder weapon in &quot;Call Of Duty: Zombies&quot;?": "R115 Resonator", "&quot;Stadium of Light&quot; is the home stadium for which soccer team?": "Sunderland FC", "What continent is the country Lesotho in?": "Africa", "Brendan Fraser starred in the following movies, except which one?": "Titanic", "Which of these television shows makes everyone look under their chair?": "Oprah", "The word &quot;aprosexia&quot; means which of the following?": "The inability to concentrate on anything", "What is the unit of electrical capacitance?": "Farad", "Which of these is the name of a cut enemy from &quot;Half-Life 2&quot;?": "Hydra", "Who is the lead singer of Silverchair?": "Daniel Johns", "Which of the following games in the The Legend of Zelda franchise was released in North America before Japan?": "The Legend of Zelda: Twilight Princess", "The band Muse released their first album, Showbiz, in what year?": "1999", "Which product did Nokia, the telecommunications company, originally sell?": "Paper", "What's the name of Batman's parents?": "Thomas & Martha", "How many countries does Mexico border?": "3", "What is the speed of light in a vacuum?": "299,792,458 m/s", "What does the United States of America celebrate during the 4th of July?": "The signing of the Declaration of Independence", "In Dota 2, Wraith King was previously known as...": "Skeleton King", "The 2016 song &quot;Starboy&quot; by Canadian singer The Weeknd features which prominent electronic artist?": "Daft Punk", "In the Half-Life universe, the Black Mesa Research Facility is located in which US state?": "New Mexico", "In which of these TV shows did the chef Gordon Ramsay not appear?": "Auction Hunters", "What is the domain name for the country Tuvalu?": ".tv", "How old was Muhammad Ali when he died?": "74", "Who directed the movies &quot;Pulp Fiction&quot;, &quot;Reservoir Dogs&quot; and &quot;Django Unchained&quot;?": "Quentin Tarantino", "Which of these is NOT an island that is part of the Philippines?": "Java", "In the MMO RPG &quot;Realm of the Mad God&quot;, what dungeon is widely considered to be the most difficult?": "The Shatter's", "The film Mad Max: Fury Road features the Dies Irae  from which composer's requiem?": "Verdi", "In Supernatural, what's is Sam's brothers name?": "Dean", "What is the fastest animal?": "Peregrine Falcon", "What are the smallest blood vessels in the human body?": "Capillaries", "How many bones are in the human body?": "206", "One of the early prototypes of the Sega Dreamcast controller resembled which of the following?": "Television Remote", "Which former boy-band star released hit solo single &quot;Angels&quot; in 1997?": "Robbie Williams", "What year is considered to be the year that the British Empire ended?": "1997", "What is rapper Drake's real name?": "Aubrey Graham", "Which of these characters is NOT a boss in Crash Bash?": "Ripper Roo", "Which of the following famous mathematicians died in a duel at the age of 20?": "Galois", "In what year did Kentucky become the 15th state to join the union?": "1792", "In &quot;Star Trek&quot;, who was the founder of the Klingon Empire and its philosophy?": "Kahless the Unforgettable", "Which survivor in Left 4 Dead sacrificed themself to save the other survivors?": "Bill", "In CSS, which of these values CANNOT be used with the &quot;position&quot; property?": "center", "What year did radio icon Howard Stern start a job at radio station WNBC?": "1982", "Which portuguese island is soccer player Cristiano Ronaldo from?": "Madeira", "What ability does Princess Sofia the First have from her amulet that allows her to breathe underwater?": "Mermaid Transformation", "The 'D' in the term &quot;D-Mail&quot; from the game &quot;Steins; Gate&quot; is short for what?": "DeLorean", "What prime number comes next after 19?": "23", "What zodiac sign is represented by a pair of scales?": "Libra", "Gibraltar, located just south of the Iberian peninsula, is a territory of which West Europe country?": "United Kingdom", "Townsend Coleman provided the voice for which turtle in the original 1987 series of &quot;Teenage Mutant Ninja Turtles&quot;?": "Michelangelo", "Electronic music producer Kygo's popularity skyrocketed after a certain remix. Which song did he remix?": "Ed Sheeran - I See Fire", "Which of the following is not a work authored by Fyodor Dostoevsky?": "Anna Karenina", "Which of these songs is not by Tatsuro Yamashita?": "Lucky Lady Feel So Good ", "What is the name of the Canadian national anthem?": "O Canada", "Which car company is the only Japanese company which won the 24 Hours of Le Mans?": "Mazda", "Which of the following countries banned the use of personal genetic ancestry tests?": "Germany", "Where was Nicki Minaj born?": "Trinidad and Tobago", "In JoJo's Bizarre Adventure, winch character is able to accelerate time?": "Enrico Pucci", "Which Russian author wrote the epic novel War and Peace?": "Leo Tolstoy", "Who is the director of the 1991 film &quot;Silence of the Lambs&quot;?": "Jonathan Demme", "In season one of the Netflix political drama &quot;House of Cards&quot;, what government position does Frank Underwood hold?": "House Majority Whip", "Who wrote &quot;Harry Potter&quot;?": "J.K. Rowling", "Which town was Seamus &quot;Sledge&quot; Cowden from &quot;Tom Clancy's Rainbow Six Siege&quot; born in?": "John O'Groats", "What's the square root of 49?": "7", "Which of these musicals won the Tony Award for Best Musical?": "Rent", "In the War of the Pacific (1879 - 1883), Bolivia lost its access to the Pacific Ocean after being defeated by which South American country?": "Chile", "In the &quot;Pikmin&quot; series, what is the only pikmin type to possess visible ears?": "Yellow", "The novel &quot;Jane Eyre&quot; was written by what author? ": "Charlotte Brontë", "When was the Valve Corporation founded?": "August 24, 1996", "Who was the main antagonist of Max Payne 3 (2012)?": "Victor Branco", "Which occupation did John Tanner, the main protagonist for Driver and Driver 2, had before turning into an undercover cop?": "Racing Driver", "How many time zones are in Russia?": "11", "In &quot;One Piece&quot;, which one of the following is NOT an Ancient Weapon?": "Jupiter", "What is the name of the formerly rich fishing grounds off the island of Newfoundland, Canada?": "Grand Banks", "Which of these is a colony of polyps and not a jellyfish?": "Portuguese Man-of-War", "The HBO series &quot;Game of Thrones&quot; is based on which series of books?": "A Song of Ice and Fire", "What is the busiest port in Europe?": "Port of Rotterdam", "Which driver has been the Formula 1 world champion for a record 7 times?": "Michael Schumacher", "Neptune's greek name was...": "Poseidon", "Which is the chemical name of H2O?": "Dihydrogen Monoxide", "In the original Spyro game who is the first villain?": "Gnasty Gnorc", "Who is Manchester United's leading appearance maker?": "Ryan Giggs", "Which German field marshal was known as the `Desert Fox`?": "Erwin Rommel", "Which of the following games has the largest map size?": "Just Cause 2", "What is the name of the game developer who created &quot;Call Of Duty: Zombies&quot;?": "Treyarch", "Which of these teams isn't a member of the NHL's &quot;Original Six&quot; era?": "Philadelphia Flyers", "The Bohemian Revolt (1618-1620) started after Protestants in Prague did what to their Catholic Lords Regents?": "Threw them out of a window", "How many countries share a land border with Luxembourg?": "3", "Which of the following games in the The Legend of Zelda franchise was released in Japan before North America?": "The Legend of Zelda: The Minish Cap", "In &quot;JoJo's Bizarre Adventure&quot;, which of the following Stands does NOT have a time-based ability?": "20th Century Boy", "The Flag of the European Union has how many stars on it?": "12", "What is the real name of the &quot;Master Of Magnetism&quot; Magneto?": "Max Eisenhardt", "Who is the original author of the realtime physics engine called PhysX?": "NovodeX", "In what year did Clint Eastwood star as Inspector Harry Callahan in the film &quot;Dirty Harry&quot;?": "1971", "In the game Paper Mario for the Nintendo 64 the first partner you meet is a Goomba, what is its name?": "Goombario", "All of the following are towns/villages in the Pacific Island nation of Kiribati EXCEPT:": "Urutora", "Who plays Alice in the Resident Evil movies?": "Milla Jovovich", "How many rooms are there, not including the hallways and the set of stairs, in the board game &quot;Clue&quot;?": "9", "&quot;Decapods&quot; are an order of ten-footed crustaceans.  Which of these are NOT decapods?": "Krill", "What is the first track on Kanye West's 808s & Heartbreak?": "Say You Will", "Which punk rock band released hit songs such as &quot;Californication&quot;, &quot;Can't Stop&quot; and &quot;Under the Bridge&quot;?": "Red Hot Chilli Peppers", "The Watergate Scandal occured in what year?": "1972", "Blinky, Pinky, Inky and Clyde are characters from which classic video game?": "Pac-Man", "Which one of these scientists conducted the Gold Foil Experiment which concluded that atoms are mostly made of empty space?": "Ernest Rutherford", "Who created the Cartoon Network series &quot;Regular Show&quot;?": "J. G. Quintel", "In the &quot;Call Of Duty: Zombies&quot; map &quot;Origins&quot;, how many numbered power generators are there?": "6", "In the &quot;Re:Zero&quot; manga series, which of the following Sin Archbishops eats Rem's existence?": "Ley Batenkaitos", "Which of these is NOT a playable character race in the video game &quot;Starbound&quot;?": "Fenerox", "Who serves as the speaker of the prologue in Shakespeare's Romeo and Juliet?": "Chorus", "What is the name of the only remaining Grand Duchy in the world ?": "Luxembourg", "Which of the following is not a character in the Street Fighter series?": "Mai Shiranui", "What's the famous line Vaas says in &quot;Far Cry 3&quot;?": "Did I ever tell you the definition of Insanity?", "What African country has Portuguese as its official language?": "Mozambique", "What year was Apple Inc. founded?": "1976", "Which former US president was nicknamed &quot;Teddy&quot; after he refused to shoot a defenseless black bear?": "Theodore Roosevelt", "In &quot;PAYDAY 2&quot;, what weapon has the highest base weapon damage on a per-shot basis?": "HRL-7", "In the book series &quot;Odd Thomas&quot;, Danny Jessup has what genetic disease? ": " Osteogenesis Imperfecta", "When was the Garfield comic first published?": "1978", "Which moon is the only satellite in our solar system to possess a dense atmosphere?": "Titan", "Which car tire manufacturer is famous for its &quot;P Zero&quot; line?": "Pirelli", "What are Panama hats made out of?": "Straw", "How tall is One World Trade Center in New York City?": "1,776 ft", "In 2012, which movie won every category in the 32nd &quot;Golden Raspberry Awards&quot;?": "Jack and Jill", "All the following metal elements are liquids at or near room temperature EXCEPT:": "Beryllium", "In what year was the original Sonic the Hedgehog game released?": "1991", "Who voices the main character Blu in the 2011 animated film &quot;Rio&quot;?": "Jesse Eisenberg", "Which of these countries is the smallest by population?": "Norway", "Which Mario spin-off game did Waluigi make his debut?": "Mario Tennis", "What is the real name of &quot;Warhead&quot; in the Sega Genesis game &quot;Vectorman&quot;?": "Raster", "Which of the following created and directed the Katamari Damacy series?": "Keita Takahashi", "Who wrote the Sinead O`Connor hit 'Nothing Compares 2 U'?": "Prince", "The moons, Miranda, Ariel, Umbriel, Titania and Oberon orbit which planet?": "Uranus", "What is the 4th boss in the 1997 video game &quot;Crash Bandicoot 2: Cortex Strikes Back&quot;?": "Dr. N. Gin", "In Greek mythology, who is the god of wine?": "Dionysus", "How tall is the Burj Khalifa?": "2,722 ft", "Who is the &quot;dumb blonde&quot; character in Nickelodeon's &quot;The Loud House&quot;?": "Leni", "In the 1971 film &quot;Willy Wonka & the Chocolate Factory&quot;, who played Willy Wonka?": "Gene Wilder", "In the Halo series, which era of SPARTAN is Master Chief? ": "SPARTAN-II", " What Russian automatic gas-operated assault rifle was developed in the Soviet Union in 1947, and is still popularly used today?": "AK-47", "The Queen song `A Kind Of Magic` is featured in which 1986 film?": "Highlander", "In an orchestra, what is the lowest member of the brass family?": "Tuba", "What is the Roman numeral for 500?": "D", "In the book &quot;The Martian&quot;, how long was Mark Watney trapped on Mars (in Sols)?": "549 Days", "In &quot;Final Fantasy VI&quot;, what is the name of (summoned) Gilgamesh's weakest attack?": "Excalipoor", "Who is the main character in &quot;The Stanley Parable&quot;?": "Stanley", "Who is the character you play as in Yume Nikki?": "Madotsuki", "What is the make and model of the tour vehicles in &quot;Jurassic Park&quot; (1993)?": "1992 Ford Explorer XLT", "Who is the musical director for the award winning musical &quot;Hamilton&quot;?": "Alex Lacamoire", "What was the first organic compound to be synthesized from inorganic compounds?": "Urea", "What is the name of the main character in &quot;The Flash&quot; TV series?": "Barry Allen", "What is considered the rarist form of color blindness?": "Blue", "What is the half-life of Uranium-235?": "703,800,000 years", "Which of these is NOT the name of a rival gang in the video game Saint's Row 2?": "The Zin Empire", "What album did Bon Iver release in 2016?": "22, A Million", "Which anime heavily features music from the genre &quot;Eurobeat&quot;?": "Initial D", "In the 1980s, a service called Gameline allowed users to download games to what console?": "Atari 2600", "What is the symbol for Displacement?": "Δr", "What is on display in the Madame Tussaud's museum in London?": "Wax sculptures", "In the Sci-Fi television show Doctor Who, who plays the Tenth Doctor?": "David Tennant", "What part of the brain takes its name from the Greek for seahorse?": "Hippocampus", "What is the name of &quot;Team Fortress 2&quot; update, in which it became Free-to-play?": "Über Update", "In Skylanders Giants, why was Zaps' Wow Pow named &quot;For Riley&quot; ?": "As a tribute to a fan who passed away", "What is the romanized Arabic word for &quot;moon&quot;?": "Qamar", "What year is on the flag of the US state Wisconsin?": "1848", "Where is Hadrian's Wall located?": "Carlisle, England", "The Fields Medal, one of the most sought after awards in mathematics, is awarded every how many years?": "4", "What is the standard atomic weight of a Plutonium nucleus?": "244", "In World of Warcraft, which raid instance features a chess event?": "Karazhan", "Who had a 1973 hit with the song 'Hocus Pocus'?": "Focus", "What is the name of Niccolò Machiavelli's work that argued effective leaders needed to crush their opponents at all costs?": "The Prince", "Which &quot;Call Of Duty: Zombies&quot; map introduced the &quot;Staffs Of The Ancients&quot;?": "Origins", "Which Overwatch character says the line &quot;Heroes never die!&quot;?": "Mercy", "How many planets are in our Solar System?": "Eight", "When did the website &quot;Facebook&quot; launch?": "2004", "Which data structure does FILO apply to?": "Stack", "Which of these Disney shows is classified as an anime?": "Stitch!", "What was the cause of death for Freddie Mercury?": "Pneumonia", "What is the name of the world that the MMO &quot;RuneScape&quot; takes place in?": "Gielinor", "How long was Ken Jennings' win streak on Jeopardy?": "74", "In Undertale, what's the prize for answering correctly?": "More questions", "In Terraria, which debuff does the ankh charm not provide immunity to?": "Venom", "Who was the first ever actor to play &quot;The Doctor&quot; on &quot;Doctor Who&quot;?": "William Hartnell", "The Hippogriff, not to be confused with the Griffon, is a magical creature with the front half of an eagle, and the back half of what?": "A Horse", "In Touhou: Embodiment of Scarlet Devil, what song plays during Flandre Scarlet's boss fight?": "U.N. Owen Was Her", "Deionized water is water with which of the following removed?": "Iron", "Which game was the first time Mario was voiced by Charles Martinet?": "Mario's Game Gallery", "What city did the monster attack in the film, &quot;Cloverfield&quot;?": "New York, New York", "Volkswagen's legendary VR6 engine has cylinders positioned at what degree angle?": "15 Degree", "How many games are there in the &quot;Colony Wars&quot; series for the PlayStation?": "3", "What system was &quot;Touhou: Highly Responsive to Prayers&quot; released on?": "PC-98", "Which artist's style was to use small different colored dots to create a picture?": "Georges Seurat", "Which rapper had an album that went double platinum with no features?": "J. Cole", "Which of the following Pokemon Types was present in the original games, Red and Blue?": "Ice", "In Danganronpa: Trigger Happy Havoc, what is the protagonist's name?": "Makoto Naegi", "In the Fallout series, on which date did The Great War happen?": "October 23rd, 2077", "Which English football club has the nickname 'The Foxes'?": "Leicester City", "What was James Coburn's last film role before his death?": "American Gun", "What was the wifi password given to Stephen Strange in Doctor Strange?": "Shambala", "What is the main theme song of &quot;Sonic Adventure 2&quot;?": "Live and Learn", "The creator of the Enigma Cypher and Machine was of what nationality?": "German", "The difference between the lengths of a Boeing 777-300ER and an Airbus A350-1000 is closest to:": "0.1m", "Which Van Gogh painting depicts the view from his asylum in Saint-Rémy-de-Provence in southern France?": "The Starry Night", "Who is the leader of the Brotherhood of Nod in the Command and Conquer series?": "Kane", "Donald J. Trump's Middle Name is...": "John", "Which of the following is not another name for the eggplant?": "Potimarron", "Who created the Cartoon Network series &quot;Adventure Time&quot;?": "Pendleton Ward", "Who built the first laser?": "Theodore Harold Maiman", "When was the first official international game played?": "1872", "How many sides does a trapezium have?": "4", "What is the capital city of Slovenia?": "Ljubljana", "Which city did the former NHL team &quot;The Nordiques&quot; originiate from?": "Quebec City", "In the game &quot;Hearthstone&quot;, what is the best rank possible?": "Rank 1 Legend", "The emblem on the flag of the Republic of Tajikistan features a sunrise over mountains below what symbol?": "Crown", "Which company designed the &quot;Betamax&quot; video cassette format?": "Sony", "Which of the following ancient Near Eastern peoples still exists as a modern ethnic group?": "Assyrians", "Which one of these characters was first introduced in Sonic Boom: Rise of Lyric?": "Sticks the Badger", "When was the SS or Schutzstaffel established?": "April 4th, 1925", "What is the surname of the character Daryl in AMC's show The Walking Dead?": "Dixon", "Which of these online games was originally named LindenWorld in it's early development?": "SecondLife", "How long is an IPv6 address?": "128 bits", "Which of the following is not a real Pokémon?": "Luminid", "Who had a 1976 hit with the song 'You Make Me Feel Like Dancing'?": "Leo Sayer", "Named after a character he played in a 1969 film, what is the name of the ski resort in Utah that Robert Redford bought in 1968?": "Sundance", "What is the chemical formula for ammonia?": "NH3", "In the 2016 Global Peace Index poll, out of 163 countries, what was the United States of America ranked?": "103", "Who was the British professional wrestler Shirley Crabtree better known as?": "Big Daddy", "Which song in rapper Kanye West's album &quot;The Life of Pablo&quot; features Rihanna?": "Famous", "Which Final Fantasy game consisted of a female-only cast of party members?": "Final Fantasy X-2", "Who is the main protagonist of Dead Space?": "Isaac Clarke", "What was the name of the cold-war singer who has a song in Grand Theft Auto IV, and a wall landmark in Moscow for his memorial?": "Viktor Tsoi", "How many seasons did &quot;Stargate SG-1&quot; have?": "10", "Which game in the &quot;Dark Souls&quot; series does the player play as the &quot;Ashen One&quot;?": "Dark Souls III", "Whose 2016 presidential campaign slogan was &quot;Make America Great Again&quot;?": "Donald Trump", "What is the world's oldest board game?": "Senet", "Which of the following has Jennifer Taylor NOT voiced?": "Sarah Kerrigan", "What was the total length of the Titanic?": "882 ft | 268.8 m", "In Magic: The Gathering, what term for blocking was established in the Portal set?": "Intercepting", "When was Final Fantasy XV released?": "November 29th, 2016", "Which of these characters was NOT planned to be playable for Super Smash Bros. 64?": "Peach", "The default playermodel of Garry's Mod is this Half Life 2 character.": "Isaac Kleiner", "Which of the following bones is not in the leg?": "Radius", "How many degrees Fahrenheit is 100 degrees Celsius? ": "212", "In what year did &quot;Bob Ross&quot; die?": "1995", "What is the approximate value of mathematical constant e?": "2.72", "Which of the following are cells of the adaptive immune system?": "Cytotoxic T cells", "Which of these covert groups employs Sam Fisher to work as a Splinter Cell?": "Third Echelon", "What was David Bowie's real surname?": "Jones", "The &quot;Day of Defeat&quot; series of games take place during which war?": "World War II", "Where did the Great Storm of 1987 make landfall at, first?": "Cornwall", "Winch of these names are not a character of JoJo's Bizarre Adventure?": "JoJo Kikasu", "Finish these lyrics from the 2016 song &quot;Panda&quot; by Desiigner: &quot;I got broads in _______&quot;.": "Atlanta", "Which of the following won the first season of American Idol in 2002?": "Kelly Clarkson", "What type of sound chip does the Super Nintendo Entertainment System (SNES) have?": "ADPCM Sampler", "The Sun consists of mostly which two elements?": "Hydrogen & Helium", "What is the name of the City in Saints Row The Third?": "Steelport", "Which of the following dice is not a platonic solid?": "10-sided die", "Which of the following is another name for the &quot;Poecilotheria Metallica Tarantula&quot;?": "Gooty", "When did the British hand-over sovereignty of Hong Kong back to China?": "1997", "Which of the following collision avoidance systems helps airplanes avoid colliding with each other?": "TCAS", "How long was the World Record Speed Run of Valve Software's &quot;Half-Life&quot; that was done in 2014.": "20 Minutes, 41 Seconds", "Which Elton John hit starts with the line &quot;When are you gonna come down&quot;?": "Goodbye Yellow Brick Road", "Which eSports team came first place in The International Dota 2 Championship 2016?": "Wings Gaming", "Velma Kelly and Roxie Hart are the protagonists of which Oscar winning movie?": "Chicago", "In the &quot;Ace Attorney&quot; series, who was the truly responsible of the forging of the autopsy report of the pivotal IS-7 incident?": "Bansai Ichiyanagi", "In the film &quot;Harry Potter and the Order of The Phoenix&quot;, why was Harry Potter's scream, after Sirius Black died, muted?": "Too Agonizing", "Half-Life by Valve uses the GoldSrc game engine, which is a highly modified version of what engine?": "Quake Engine", "Who is the youngest person to recieve a Nobel Prize?": "Malala Yousafzai", "Which psychological term refers to the stress of holding contrasting beliefs?": "Cognitive Dissonance", "In the &quot;S.T.A.L.K.E.R.&quot; series, which of these items can't be used to lower the player's accumulated radiation?": "Radioprotectant", "What mineral has the lowest number on the Mohs scale?": "Talc", "What numbers did Sayaka Maizono write on the wall in Dangan Ronpa Trigger Happy Havoc?": "11037", "In a standard game of Monopoly, what colour are the two cheapest properties?": "Brown", "By definition, where does an abyssopelagic animal live?": "At the bottom of the ocean", "What are the first names of the first father and son pair that were both Prime Ministers of Canada?": "Justin and Pierre", "What is the powerhouse of the cell?": "Mitochondria", "In &quot;Gravity Falls&quot;, how much does Waddles weigh when Mable wins him in &quot;The Time Traveler's Pig&quot;?": "15 pounds", "The Swedish word &quot;Grunka&quot; means what in English?": "Thing", "What was the name of the first Robin in the Batman comics?": "Dick Grayson", "Who is the god of war in Polynesian mythology?": "'Oro", "What year did the New Orleans Saints win the Super Bowl?": "2010", "What video game sparked controversy because of its hidden &quot;Hot Coffee&quot; minigame?": "Grand Theft Auto: San Andreas", "When was the first &quot;Half-Life&quot; released?": "1998", "What is the name of Sid's dog in &quot;Toy Story&quot;?": "Scud", "&quot;Strangereal&quot; is a fictitious Earth-like world for which game series?": "Ace Combat", "This movie contains the quote, &quot;Nobody puts Baby in a corner.&quot;": "Dirty Dancing", "Which song previously recorded by Elvis Presley was covered by UB40 with a reggae beat?": "Can't Help Falling in Love", "Which male player won the gold medal of table tennis singles in 2016 Olympics Games?": "Ma Long (China)", "When did the TV show Rick and Morty first air on Adult Swim?": "2013", "What Touhou Project character's first ever appearance was as a midboss in the eighth game, Imperishable Night?": "Tewi Inaba", "Which of these is NOT the name of a team leader in Pokémon GO?": "Leif", "What is the stage name of New Zealand singer Phillipa &quot;Pip&quot; Brown?": "Ladyhawke", "Which of these is NOT a city in Saudi Arabia?": "Dubai", "In which game did the Konami Code make its first appearance?": "Gradius", "Which of the following is NOT a Nintendo game console?": "Dreamcast", "What was the name of the police officer in the cartoon &quot;Top Cat&quot;?": "Dibble", "What is the world's longest venomous snake?": "King Cobra", "Which soccer player is featured on the cover of EA Sport's FIFA 18?": "Cristiano Ronaldo", "Which of the following is the standard THX subwoofer crossover frequency?": "80 Hz", "Which horror movie had a sequel in the form of a video game released in August 20, 2002?": "The Thing", "The Battle of Hastings was fought in which year?": "1066", "Which of these countries is &quot;doubly landlocked&quot; (surrounded entirely by one or more landlocked countries)?": "Uzbekistan", "What is the name of the common, gun-toting enemies of the &quot;Oddworld&quot; video game series?": "Sligs", "Complete the following analogy: Audi is to Volkswagen as Infiniti is to ?": "Nissan", "What is Hypernatremia?": "Increase in blood sodium", "Who is the main villain of the Crash Bandicoot series?": "Dr. Neo Cortex", "What is the name of the character Nicolas Cage plays in the movie &quot;National Treasure?&quot;": "Benjamin Franklin Gates", "What does &quot;LCD&quot; stand for?": "Liquid Crystal Display", "How long is a light-year?": "9.461 Trillion Kilometres", "Which of the following Grand Slam tennis tournaments occurs LAST?": "US Open", "Which German sportswear company's logo is the 'Formstripe'?": "Puma", "In the Friday The 13th series, what year did Jason drown in?": "1957", "In &quot;One Piece&quot;, who confirms the existence of the legendary treasure, One Piece?": "Edward &quot;Whitebeard&quot; Newgate", "Which of the following characters is NOT playable in &quot;Resident Evil 6&quot;?": "Jill Valentine", "What studio animated Fullmetal Alchemist?": "Bones", "Which of these car models are produced by Lamborghini?": "Aventador", "Who won the &quot;Champions League&quot; in 1999?": "Manchester United", "In the movie Gremlins, after what time of day should you not feed Mogwai?": "Midnight", "The World Chess Championship in Chess, Act 1 is set in which Italian city?": "Merano", "Where was the Sniper character in Team Fortress 2 born?": "New Zealand", "Which of these characters in &quot;Stranger Things&quot; has the power of Telekinesis?": "Eleven", "Which was the first &quot;Call Of Duty: Zombies&quot; map to introduce the &quot;Wunderwaffe DG-2&quot;?": "Shi No Numa", "In what year was &quot;Metal Gear Solid&quot; released in North America?": "1998", "Llanfair­pwllgwyngyll­gogery­chwyrn­drobwll­llan­tysilio­gogo­goch is located on which Welsh island?": "Anglesey", "How many pieces are there on the board at the start of a game of chess?": "32", "What is the capital of Lithuania?": "Vilnius", "In what year was the last natural case of smallpox documented?": "1977", "In what year did the first &quot;The Walking Dead&quot; comic come out?": "2003", "What stage of development do the majority of eukaryotic cells remain in for most of their life?": "Interphase", "What is the capital of Scotland?": "Edinburgh", "Who was the Prime Minister of Japan when Japan declared war on the US?": "Hideki Tojo", "When did the rapper Eazy-E die?": "March 26, 1995", "Which of the following is NOT a capital city?": "Sydney", "When did the CD begin to appear on the consumer market?": "1982", "In WarioWare: Smooth Moves, which one of these is NOT a Form?": "The Hotshot", "Which Sonic the Hedgehog game introudced Knuckles the Echidna?": "Sonic the Hedgehog 3", "What are the first 6 digits of the number &quot;Pi&quot;?": "3.14159", "What is the capital of the US State of New York?": "Albany", "Which company did Valve cooperate with in the creation of the Vive?": "HTC", "In &quot;Resident Evil 2&quot;, which virus was William Birkin mutated by?": "G-Virus", "What minimum level in the Defence skill is needed to equip Dragon Armour in the MMO RuneScape?": "60", "Who is the Pink Floyd song &quot;Shine On You Crazy Diamond&quot; written about?": "Syd Barrett", "How many French Open's did Björn Borg win?": "6", "What is the scientific name of the knee cap?": "Patella", "In what engine was Titanfall made in?": "Source Engine", "Which Greek & Roman god was known as the god of music, truth and prophecy, healing, the sun and light, plague, poetry, and more?": "Apollo", "Which supercar company is from Sweden?": "Koenigsegg", "What vehicle in PUBG has the highest top speed?": "Motorcycle", "In which country is Tallinn located?": "Estonia", "Which of these is not a world in the anime &quot;Buddyfight&quot;?": "Ancient Dragon World", "What is the plane of existence in MicroProse's 1997 &quot;Magic the Gathering&quot;?": "Shandalar", "Which of these Starbound races has a Wild West culture?": "Novakid", "Which game did &quot;Sonic The Hedgehog&quot; make his first appearance in?": "Rad Mobile", "Who painted &quot;Swans Reflecting Elephants&quot;, &quot;Sleep&quot;, and &quot;The Persistence of Memory&quot;?": "Salvador Dali", "Fucking is a village in which country?": "Austria", "Who was not in the band &quot;The Smiths&quot;?": "Martin Chambers", "&quot;Exile&quot; and &quot;Revelations&quot; were the third and fourth installments of which PC game series?": "Myst", "The coat of arms of the King of Spain contains the arms from the monarchs of Castille, Leon, Aragon and which other former Iberian kingdom?": "Navarre", "Which &quot;Perk-A-Cola&quot; in &quot;Call Of Duty: Zombies&quot; was &quot;reworked&quot; in &quot;Call of Duty: Black Ops II&quot;?": "Double Tap Root Beer", "The main six year old protagonist in Calvin and Hobbes is named after what theologian?": "John Calvin", "What French sculptor designed the Statue of Liberty? ": "Frédéric Auguste Bartholdi", "What year was Red Hot Chill Pepper's album &quot;Californication&quot; released?": "1999", "If you are caught &quot;Goldbricking&quot;, what are you doing wrong?": "Slacking", "If a &quot;360 no-scope&quot; is one full rotation before shooting, how many rotations would a &quot;1080 no-scope&quot; be?": "3", "In computing, what does LAN stand for?": "Local Area Network", "What is the capital of Greenland?": "Nuuk", "Which of these is NOT a city in India?": "Islamabad", "What name is given to all baby marsupials?": "Joey", "What 1970's American ballad referred to the 1959 plane crash as the &quot;the day the music died&quot;?": "American Pie", "In the Super Mario Bros. Series, what is Yoshi's scientific name?": "T. Yoshisaur Munchakoopas", "What was the nickname of the original model for Half-Life's protagonist Gordon Freeman?": "Ivan the Space Biker", "If someone said &quot;you are olid&quot;, what would they mean?": "You smell extremely unpleasant.", "How many differently shaped Tetris pieces are there?": "7", "Who wrote &quot;A Tale of Two Cities&quot;?": "Charles Dickens", "What does film maker Dan Bell typically focus his films on?": "Abandoned Buildings and Dead Malls", "The son of which pope supposedly held a lecherous fête involving 50 courtesans in the papal palace?": "Alexander VI", "Who did Steven Gerrard win the Champions League with?": "Liverpool", "The map featured in Arma 3 named &quot;Altis&quot; is based off of what Greek island?": "Lemnos", "British actor David Morrissey stars as which role in &quot;The Walking Dead&quot;?": "The Governor", "This Marvel superhero is often called &quot;The man without fear&quot;.": "Daredevil", "How many protons are in an oxygen atom?": "Eight", "Which of these is NOT a real tectonic plate?": "Atlantic Plate", "Which of the following Argentinian presidents was elected in 2015?": "Mauricio Macri", "What was the first Disney movie to use CGI?": "The Black Cauldron", "Guy's Grocery Games is hosted by which presenter?": "Guy Fieri", "What type of animal was Harambe, who was shot after a child fell into it's enclosure at the Cincinnati Zoo?": "Gorilla", "In the game Warframe, what Mastery Rank do you need to have to build the Tigris Prime?": "13", "How many Chaos Emeralds are there in the &quot;Sonic the Hedgehog&quot; universe?": "7", "The ancient city of Chichén Itzá was built by which civilization?": "Mayans", "In Team Fortress 2, which class wields a shotgun?": "Everyone Listed", "In the television show Breaking Bad, what is the street name of Walter and Jesse's notorious product?": "Blue Sky", "What animal is on Link's pajamas in The Legend of Zelda: The Wind Waker?": "Crawfish", "In the Homestuck Series, what is the alternate name for the Kingdom of Lights?": "Prospit", "Virgin Trains, Virgin Atlantic and Virgin Racing, are all companies owned by which famous entrepreneur?   ": "Richard Branson", "Without enchantments, which pickaxe in minecraft mines blocks the quickest.": "Golden ", "In which country's version of Half-Life are the HECU Marines replaced with robots?": "Germany", "How many episodes were in season five of Samurai Jack?": "10", "The likeness of which president is featured on the rare $2 bill of USA currency?": "Thomas Jefferson", "In &quot;Overwatch&quot;, how much health does Roadhog's &quot;Take a Breather&quot; ability recover?": "300", "Which singer was featured in Swedish producer Avicii's song &quot;Wake Me Up&quot;?": "Aloe Blacc", "The &quot;To Love-Ru&quot; Manga was started in what year?": "2006", "Which country does the YouTuber &quot;SinowBeats&quot; originate from?": "Scotland", "What is the name of the assassin in the first &quot;Hellboy&quot; movie?": "Karl Ruprecht Kroenen", "What is the name of New Zealand's indigenous people?": "Maori", "What is the name of the alligator in Where's My Water?": "Swampy", "In &quot;Halo&quot;, what is the name of the planet which Installation 04 orbits?": "Threshold", "In the 1976 film 'Taxi Driver', how many guns did Travis buy from the salesman?": "4", "Nikki Diamond portrayed which Gladiator in the 1992 TV show &quot;Gladiators&quot;?": "Scorpio", "In Mulan (1998), who is the leader of the Huns?": "Shan Yu", "How many legs is it biologically impossible for a centipede to have?": "100", "Who is the protagonist in Dead Rising (2006)?": "Frank West", "In the game &quot;Fire Emblem: Shadow Dragon&quot;, what is the central protagonist's name?": "Marth", "What breed of dog was Marley in the film &quot;Marley & Me&quot; (2008)?": "Labrador Retriever", "What word represents the letter 'T' in the NATO phonetic alphabet?": "Tango", "John Moses Browning, the designer of the M1918 BAR (Browning Automatic Rifle) was a part of which religion?": "Mormon", "What was Bank of America originally established as?": "Bank of Italy", "What is the molecular formula of Glucose?": "C6H12O6", "Which popular First Person Shooter (FPS) franchise, got a Real Time Strategy (RTS) game developed based on its universe?": "Halo", "Who is the author of the manga series &quot;Astro Boy&quot;?": "Osamu Tezuka", "The ontological argument for the proof of God's existence is first attributed to whom?": "Anselm of Canterbury", "Which of the stands from &quot;JoJo's Bizarre Adventure&quot; mimics the likeness of a tomato?": "Pearl Jam", "Where is Apple Inc. headquartered?": "Cupertino, California", "Which Crypt of the NecroDancer (2015) character has a soundtrack by Jake &quot;Virt&quot; Kaufman?": "Uncle Eli", "When was Elvis Presley born?": "January 8, 1935", "What European country is not a part of the EU?": "Norway", "How many bits make up the significand portion of a single precision floating point number?": "23", "In &quot;Kingdom Hearts&quot;, who abducts Jasmine in the Lamp Chamber?": "Riku", "What was Manfred von Richthofen's nickname?": "The Red Baron", "Originally another word for poppy, coquelicot is a shade of what?": "Red", "In the Portal series, Aperture Science was founded under what name in the early 1940s?": "Aperture Fixtures", "Which of these country's capitals starts with the letter B?": "Lebanon", "In the show &quot;Tengen Toppa Gurren Lagann&quot; what is the name of the character who force everyone to live underground?": "Lordgenome", "Moby, an American DJ, singer, and musician, achieved worldwide success for the 1999 release of which of the following albums?": "Play", "Who won the 2016 Formula 1 World Driver's Championship?": "Nico Rosberg", "Which of the following did not feature in the cartoon 'Wacky Races'?": "The Dragon Wagon", "What is the correct spelling of the protagonist of the book in The NeverEnding Story (1984)?": "Atreyu", "Which one of these was not a beach landing site in the Invasion of Normandy?": "Silver", "The heroine of &quot;Humanity Has Declined&quot; is a mediator between humans and what?": "Fairies", "In the 1968 Cartoon Show &quot;Wacky Races&quot; what was the name of cavemen duo who rode in The Boulder Mobile?": "The Slag Brothers", "Which country was an allied power in World War II?": "Soviet Union", "Who is the main protagonist of &quot;Ace Combat Zero: The Belkan War&quot;?": "Cipher", "What does TIE stand for in reference to the TIE Fighter in &quot;Star Wars&quot;?": "Twin Ion Engine", "What direction does the Statue of Liberty face?": "Southeast", "What is the capital of Jamaica?": "Kingston", "In 2013, virtual pop-star Hatsune Miku had a sponsorship with which pizza chain?": "Domino's", "What is the Gray Wolf's scientific name?": "Canis Lupus", "The Canadian $1 coin is colloquially known as a what?": "Loonie", "What is the historical name of Sri Lanka?": "Ceylon", "What do you declare in Rīchi Mahjong when you've drawn your winning tile?": "Tsumo", "What was the name of the teenage witch played by Melisa Joan Hart who lives with her witch aunts Hilda and Zelda?": "Sabrina", "What was Bruce Campbell's iconic one-liner after getting a chainsaw hand in Evil Dead 2?": "Groovy.", "What is the elemental symbol for mercury?": "Hg", "Which modern country is known as &quot;The Graveyard of Empires&quot;?": "Afghanistan", "In what year does Jurassic World open in the &quot;Jurassic Park&quot; universe?": "2005", "The killer in the 1981 film 'My Bloody Valentine' wears what sort of outfit?": "Mining gear", "Johnny Depp made his big-screen acting debut in which film?": "A Nightmare on Elm Street", "Which studio animated Afro Samurai?": "Gonzo", "When Donkey Kong died in the &quot;Donkey Kong Country&quot; episode &quot;It's a Wonderful Life&quot;, who was his guardian angel?": "Eddie the Mean Old Yeti", "Which is the hull NO. of the Fletcher class destroyer Fletcher?": "DD-445", "In the video game franchise &quot;Halo&quot;, what is the UNSC's main opposing faction called?": "The Covenant", "What was Mountain Dew's original slogan?": "Yahoo! Mountain Dew... It'll tickle your innards!", "A stimpmeter measures the speed of a ball over what surface?": "Golf Putting Green", "What is the full name of the protagonist from the indie adventure game &quot;Night in the Woods&quot;?": "Margaret Borowski", "Which was the first video game to be produced by development company Rare?": "Slalom", "Which of these American cities has fewer than 1,000,000 people?": "San Francisco, California", "From 1940 to 1942, what was the capital-in-exile of Free France ?": "Brazzaville", "What was the aim of the &quot;Umbrella Revolution&quot; in Hong Kong in 2014?": "Genuine universal suffrage", "Which alternative rock band released the critically-acclaimed album &quot;OK Computer&quot;?": "Radiohead", "Myopia is the scientific term for which condition?": "Shortsightedness", "What is the capital of Chile?": "Santiago", "Which author co-wrote &quot;The Communist Manifesto&quot; alongside Karl Marx?": "Friedrich Engels", "Who won the 2018 Monaco Grand Prix?": "Daniel Ricciardo", "Which of the following battles is often considered as marking the beginning of the fall of the Western Roman Empire?": "Battle of Adrianople", "How would one say goodbye in Spanish?": "Adiós", "The Ottoman Empire was dissolved after their loss in which war?": "World War I", "Which Twitch streamer is the vocalist for Red Vox?": "Vinesauce", "Baron Silas Greenback is the arch nemesis of which cartoon hero?": "Danger Mouse", "Which of these is NOT a playable character in &quot;Left 4 Dead&quot;?": "Nick", "What does Solid Snake use to hide himself with?": "Cardboard Box", "The key of sharps does the key of G# minor contain?": "5", "What was the name of Pink Floyd's first studio album?": "The Piper at the Gates of Dawn", "In Night in the Woods, which instrument did Casey play?": "Drums", "The website &quot;Shut Up & Sit Down&quot; reviews which form of media?": "Board Games", "In TF2 Lore, what are the names of the Heavy's younger sisters?": "Yana and Bronislava", "Who is credited with having created the world's first video game Easter Egg?": "Warren Robinett", "What does the term MIME stand for, in regards to computing?": "Multipurpose Internet Mail Extensions", "What was the last message of the Dolphins in &quot;The Hitchhiker's Guide to the Galaxy&quot;?": "&quot;So long, and thanks for all the fish.&quot;", "Which company developed the video game &quot;Borderlands&quot;?": "Gearbox Software", "In the ADV (English) Dub of the anime &quot;Ghost Stories&quot;, which character is portrayed as a Pentacostal Christian?": "Momoko Koigakubo", "What was the first video game in the Batman &quot;Arkham&quot; series?": "Arkham Asylum", "When did Norway get its constitution?": "1814", "Which famous singer was portrayed by actor Kevin Spacey in the 2004 biographical film &quot;Beyond the Sea&quot;?": "Bobby Darin", "Hippocampus is the Latin name for which marine creature?": "Seahorse", "Which of the following films was NOT directed by Quentin Tarantino?": "From Dusk till Dawn", "On which day did the attempted coup d'etat of 1991 in the Soviet Union begin?": "August 19", "In Final Fantasy XIV, what is the name of the Deep Dungeon that was introduced in the expansion pack, Heavensward?": "Palace of the Dead", "In Night In The Woods, what is Mae Borowski mother's name?": "Candy", "Which of these Movies was NOT released in 1996?": "Gladiator", "What is the currency of Poland?": "Złoty", "When was Adolf Hitler appointed as Chancellor of Germany?": "January 30, 1933", "Whistler was the codename of this Microsoft Operating System.": "Windows XP", "What is the birth name of Michael Caine?": "Maurice Micklewhite", "What year was Min Yoongi from South Korea boy band &quot;BTS&quot; born in?": "1993", "Who directed the Kill Bill movies?": "Quentin Tarantino", "In &quot;Super Mario Sunshine&quot;, how do you unlock the &quot;Corona Mountain&quot; level?": "By clearing every 7th episode", "In the animated series RWBY, what is the name of the weapon used by Weiss Schnee?": "Myrtenaster", "What is the highest mountain in the world?": "Mt. Everest", "Unix Time is defined as the number of seconds that have elapsed since when?": "Midnight, January 1, 1970", "Which of these island countries is located in the Caribbean?": "Barbados", "In Pokémon Chronicles, why was Misty afraid of Gyarados?": "She crawled into it's mouth as a baby.", "What Magic: The Gathering card's flavor text is just 'Ribbit.'?": "Turn to Frog", "What is not a default game mode in Counter-Strike (2000)?": "Arms Race", "What was the name of the inflatable duck sacrified to the crowd at the end of Episode 34 of the 18th season of Big Brother?": "Pablo", "In the show Stranger Things, what is Eleven's favorite breakfast food?": "Eggo Waffles", "Which Russian oblast forms a border with Poland?": "Kaliningrad", "In the beta version of the 1986 game &quot;The Legend of Zelda&quot;, players have the choice between a sword and what other item?": "Boomerang ", "Who is the frontman of the band 30 Seconds to Mars?": "Jared Leto", "In what year was the M1911 pistol designed?": "1911", "On a dartboard, what number is directly opposite No. 1?": "19", "What was Britney Spears' debut single?": "...Baby One More Time", "Why were only only 300,000 copies of Uniracers were produced?": "DMA Designs was sued by Pixar, preventing more copies from being produced", "How many points did LeBron James score in his first NBA game?": "25", "Saul Hudson (Slash) of the band Guns N' Roses is known for playing what type of guitar?": "Les Paul Standard", "What element on the periodic table has 92 electrons?": "Uranium", "Akatsuki's subclass in &quot;Log Horizon&quot; is what?": " Tracker", "What is the capital of Seychelles?": "Victoria", "In Pokemon, the ability Wonder Guard is exclusive to which Pokemon? ": "Shedinja ", "In World of Warcraft lore, who organized the creation of the Paladins?": "Alonsus Faol", "In &quot;Little Women&quot;, which of the March sisters married Laurie?": "Amy", "What is Meg's full name in &quot;Family Guy&quot;?": "Megatron Griffin", "Which Grand Theft Auto (GTA) games have the same setting?": "GTA V and GTA San Andreas", "How many provinces are in the Netherlands?": "12", "What was the main currency in Club Penguin?": "Coins", "What level do you have to be to get a service medal on CS:GO?": "40", "A Caixa Malacacheta is what kind of musical instrument which is commonly used in Latin American music?": "Snare Drum", "What year was the game &quot;Overwatch&quot; revealed?": "2014", "How many voice channels does the Nintendo Entertainment System support natively?": "5", "Who was the first Chancellor of a united Germany in 1871? ": "Otto Von Bismark", "How long did World War II last?": "6 years", "Spain was formed in 1469 with the marriage of Isabella I of Castile and Ferdinand II of what other Iberian kingdom?": "Aragon", "What event led to Liechenstein adding a crown to its flag?": "The 1936 Olympics", "In the movie &quot;Scream&quot; who is Ghost Face?": "Billy Loomis and Stu Macher", "When was the United States National Security Agency established?": "November 4, 1952", "Which group performs the song &quot;Crash into Me&quot;?": "Dave Matthews Band", "Who played Deputy Marshal Samuel Gerard in the 1993 film &quot;The Fugitive&quot;?": "Tommy Lee Jones", "What is the most expensive weapon in Counter-Strike: Global Offensive?": "Scar-20/G3SG1", "Rincewind from the 1995 Discworld game was voiced by which member of Monty Python?": "Eric Idle", "What was the unofficial name for Germany between 1919 and 1933?": "Weimar Republic", "In &quot;PUBATTLEGROUNDS&quot; what is the name of the Military Base island?": "Sosnovka", "The Panama Canal was finished under the administration of which U.S. president?": "Woodrow Wilson", "Which country had an &quot;Orange Revolution&quot; between 2004 and 2005?": "Ukraine", "What event marked the start of World War II?": "Invasion of Poland (1939)", "How many members are in the Japanese rock band SCANDAL?": "4", "Which of the following is not one of the Greek Fates?": "Narcissus", "What was the world's first handheld game device?": "Mattel Auto Race", "In Halo 2, how many rounds does the M6C hold in a single magazine?": "12", "Frankenmuth, a US city nicknamed &quot;Little Bavaria&quot;, is located in what state?": "Michigan", "What is the capital of Estonia?": "Tallinn", "What is the largest animal currently on Earth?": "Blue Whale", "The two main characters of &quot;No Game No Life&quot;, Sora and Shiro, together go by what name?": "Blank", "How much horsepower is produced by the SD40-2 Locomotive?": "3,000", "Which African American is in part responsible for integrating  Major League baseball?": "Jackie Robinson", "What is the last song on the first Panic! At the Disco album?": "Build God, Then We'll Talk", "What was Marilyn Monroe`s character's first name in the film &quot;Some Like It Hot&quot;?": "Sugar", "What does Bart sell his soul for in The Simpsons episode 'Bart Sells His Soul'?": "$5", "In the videogame Bully, what is the protagonist's last name?": "Hopkins", "The Japanese district Akihabara is also known by what nickname?": "Electric Town", "What is the full name of the footballer &quot;Cristiano Ronaldo&quot;?": "Cristiano Ronaldo dos Santos Aveiro", "In the game Nuclear Throne, what organization chases the player character throughout the game?": "The I.D.P.D", ".rs is the top-level domain for what country?": "Serbia", "Which of the following languages does NOT use gender as a part of its grammar?": "Turkish", "In the cartoon 'SpongeBob SquarePants', what did the acronym E.V.I.L stand for?": "Every Villain Is Lemons", "In which Mario game did the Mega Mushroom make its debut?": "Mario Party 4", "What is the Portuguese word for &quot;Brazil&quot;?": "Brasil", "Which country has the most Trappist breweries?": "Belgium", "In Call of Duty: United Offensive, what two soldiers share a name of a video game character?": "Gordon & Freeman", "Which church's interior in Vatican City was designed in 1503 by renaissance architects including Bramante, Michelangelo and Bernini?": "St. Peter's Basilica", "Which of these is not a DLC vehicle in &quot;Mario Kart 8&quot;?": "Wild Wiggler", "Which of the following anime of the mecha genre began airing in 1982?": "The Super Dimension Fortress Macross", "What was the original name of New York City?": "New Amsterdam", "What name does the little headcrab in &quot;Half Life 2&quot; have?": "Lamarr", "In the &quot;Hitman&quot; series, what is the name of the main character?": "Agent 47", "Bohdan Khmelnytsky was which of the following?": "Leader of the Ukrainian Cossacks", "In Terraria, which of the following items does the Martian Saucer mini-boss NOT drop?": "Drill Containment Unit", "What is the capital of Australia?": "Canberra", "How many obsidian blocks are required to build a nether portal in Minecraft?": "10", "Final Fantasy VI was originally released outside Japan under what name?": "Final Fantasy III", "Ikki Kurogane is known by what nickname at the beginning of &quot;Chivalry of a Failed Knight&quot;?": "Worst One", "Which of the following spacecraft never touched the moon?": "Mariner 4", "According to Fair Works Australia, how long do you have to work to get Long Service Leave?": "7 years", "Which mathematician refused the Fields Medal?": "Grigori Perelman", "A doctor with a PhD is a doctor of what?": "Philosophy", "The acronym &quot;RIP&quot; stands for which of these?": "Routing Information Protocol", "Which US state has the highest population?": "California", "What year did Gerald Ford Become President?": "1974", "In &quot;The Melancholy of Haruhi Suzumiya&quot; series, the SOS Brigade club leader is unknowingly treated as a(n) __ by her peers.": "God", "What is Scooby-Doo's real name?": "Scoobert", "What part of an automobile engine uses lobes to open and close intake and exhaust valves, and allows an air/fuel mixture into the engine?": "Camshaft", "What was Napoleon Bonaparte's name before he changed it?": "Napoleone di Buonaparte", "Which animated movie was first to feature a celebrity as a voice actor?": "Aladdin", "What is the colour of unoxidized blood?": "Red", "What company develops the Rock Band series of rhythm games?": "Harmonix", "What was Radiohead's first album?": "Pablo Honey", "In which British seaside town was the BBC sitcom &quot;Fawlty Towers&quot; set?": "Torquay", "Rick Astley's hit song &quot;Never Gonna Give You Up&quot; was released in what year?": "1987", "In &quot;Earthbound&quot;, how does one enter &quot;Master Belch's&quot; factory?": "Wait 3 Minutes", "What type of genre is the controversial 2015 game &quot;Hatred&quot;?": "Shoot 'Em Up", "How many copies have Metallica album &quot;Metallica&quot; (A.K.A The Black Album) sold worldwide (in Millions of Copies)?": "20.5", "Which day did World War I begin?": "July 28", "In which movie does Robin Williams' character have to disguise themselves into a woman?": "Mrs. Doubtfire", "Who in Greek mythology, who led the Argonauts in search of the Golden Fleece?": "Jason", "What is Tiger Woods' all-time best career golf-score?": "61", "The Spitfire L.F. Mk IX had what engine?": "Merlin 66", "Which country has three capital cities?": "South Africa", "The Proclaimers - I'm Gonna Be (500 Miles) reached what position on the US Hot 100 Charts in 1993?": "3rd", "Which game in the &quot;Monster Hunter&quot; series introduced the &quot;Insect Glaive&quot; weapon?": "Monster Hunter 4", "What are rhino's horn made of?": "Keratin", "The musical &quot;Dirty Rotten Scoundrels&quot; is set in what country?": "France", "Which company developed the Hololens?": "Microsoft", "How many bytes are in a single Kibibyte?": "1024", "Who directed &quot;E.T. the Extra-Terrestrial&quot; (1982)?": "Steven Spielberg", "Which horizon in a soil profile consists of bedrock?": "R", "Linus Pauling, one of the only winners of multiple Nobel Prizes, earned his Nobel Prizes in Chemistry and what?": "Peace", "Mirror's Edge Catalyst takes place in the City of...?": "Glass", "Ellen McLain, the voice of GLaDOS in the Portal game series, is married to the voice actor for which Team Fortress 2 character?": "Sniper", "Which of these artists did NOT feature in the fitfh studio album &quot;Humanz&quot; by British virtual band Gorillaz?": "Snoop Dogg", "In order to cut costs, what were most of the extras of Mad Max (1979) paid with?": "Beer", "Which of these is NOT the name of an album released by American rapper Viper?": "The Life of Pablo", "What is the perk that was introduced in the &quot;Call Of Duty: Zombies&quot; map, &quot;Mob Of The Dead&quot;?": "Electric Cherry", "What is Everest's favorite food in the Nickelodeon/Nick Jr. series &quot;PAW Patrol&quot;?": "Liver", "In &quot;Fallout 4&quot; which faction is not present in the game?": "The Enclave", "In which years did the Battle of Gallipoli take place?": "1915 - 1916", "Which 80s band is fronted by singer/guitarist Robert Smith?": "The Cure", "Who created Ultron of Earth-616?": "Henry Pym", "Who is the main character in the VHS tape included in the board game Nightmare?": "The Gatekeeper", "Who provided a majority of the songs and lyrics for &quot;Spirit: Stallion of the Cimarron&quot;?": "Bryan Adams", "What is the name of Team Fortress 2's Heavy Weapons Guy's minigun?": "Sasha", "Which of the following was not one of &quot;The Magnificent Seven&quot;?": "Clint Eastwood", "Which of these is NOT a car model produced by Malaysian car manufacturer Proton?": "Kelisa", "In what year was the Oculus Rift revealed to the public through a Kickstarter campaign?": "2012", "Who is the victim mentioned in the second KG-8 incident, in Ace attorney Investigations, Case 4?": "Deid Mann", "What is the name of the main antagonists in Battlestar Galactica?": "The Cylons", "What was the world's first video game?": "Tennis for Two", "All of the following human genetic haplogroup names are shared between Y-chromosome and mitochondrial DNA haplogroups EXCEPT:": "Haplogroup U", "Which of these Japanese islands is the largest by area?": "Shikoku", "Which of the following is NOT an official game in Nintendo's Super Smash Bros. series?": "Super Smash Bros. Crusade", "Which of the following games was NOT included in Valve's Orange Box?": "Counter-Strike", "Adam West was the mayor of which cartoon town?": "Quahog", "How much does the 'AWP' cost in Counter-Strike: Global Offensive?": "$4750", "Scotch whisky and Drambuie make up which cocktail?": "Rusty Nail", "What was the cause of Marilyn Monroes suicide?": "Drug Overdose", "What is the molecular formula of Ozone?": "O3", "The original Roman alphabet lacked the following letters EXCEPT:": "X", "What is the first Mersenne prime exponent over 1000?": "1279", "In which classic novel by Mark Twain did a beggar and Prince of Wales switch clothes, and learn about social class inequality?": "The Prince and the Pauper", "Which of these mythological creatures is said to be half-man and half-horse?": "Centaur", "What is Homestuck character Gamzee's last name?": "Makara", "The character Plum from &quot;No Game No Life&quot; is of what race?": "Dhampir", "In Magic: The Gathering, which of the following was the first publicly released foil card?": "Lightning Dragon", "What is the nickname for the US state Delaware?": "The First State", "When was the Grand Patriotic War in the USSR concluded?": "May 9th, 1945", "What block in Minecraft has the highest blast resistance?": "Barrier", "In &quot;Black Lagoon&quot;, what colour is Rock's tie?": "Teal", "In what year was the card game Magic: the Gathering first introduced?": "1993", "In programming, the ternary operator is mostly defined with what symbol(s)?": "?:", "Which of the following was NOT a playable character in the game Kingdom Hearts: Birth by Sleep?": "Ignis", "What is the name for the auditory illusion of a note that seems to be rising infinitely?": "Shepard Tone", "How long did the Warsaw Uprising during World War II last?": "63 Days", "Enzo Ferrari was originally an auto racer for what manufacturer before founding his own car company?": "Alfa Romeo", "In Big Hero 6, what were Baymax's motions modeled after?": "Baby penguins", "In Sid Meier's Civilization V, which World Wonder can only be built in cities on or next to a desert?": "Petra", "The new One World Trade Center in Manhattan, New York City was designed by which architect? ": "David Childs", "Who starred in the film 1973 movie &quot;Enter The Dragon&quot;?": "Bruce Lee", "On Twitter, what was the original character limit for a Tweet?": "140", "What was the first ever London Underground line to be built?": "Metropolitan Line", "What is the fastest  land animal?": "Cheetah", "From which album is the Gorillaz song, &quot;On Melancholy Hill&quot; featured in?": "Plastic Beach", "Which fictional English county was the setting for Thomas Hardy's novels?": "Wessex", "Who is the lead singer of Bastille?": "Dan Smith", "Rhinoplasty is a surgical procedure on what part of the human body?": "Nose", "The ancient Roman god of war was commonly known as which of the following?": "Mars", "Which of these does Charlie NOT read in The Perks of Being a Wallflower?": "The Grapes of Wrath", "Which of the following games in the Anno series introduced the &quot;Eco Balance&quot; gameplay mechanic?": "Anno 2070", "During the Mongolian invasions of Japan, what were the Mongol boats mostly stopped by?": "Typhoons", "Who invented the first ever chocolate bar, in 1847?": "Joseph Fry", "Out of the 3 Tots in Tots TV, who speaks French in the UK Version and Spanish in the US Version?": "Tilly", "What were the Chilled Monkey Brains made from during Indiana Jones and the Temple of Doom?": "Custard and Raspberry Sauce", "Who performed the guitar solo on Michael Jackson's hit &quot;Beat It&quot;?": "Eddie Van Halen", "This weapon in Counter-Strike: Global Offensive does not exist in real life.": "M4A4", "Which author and poet famously wrote the line, &quot;The female of the species is more deadly than the male&quot;?": "Rudyard Kipling", "Which of these are NOT a Men at Work song?": "Basket Case", "In what year was the first &quot;Mass Effect&quot; game released?": "2007", "In Magic: The Gathering, what was a tribute card to Jamie Wakefield's late wife Marilyn, who loved horses?": "Timbermare", "Wendy O. Koopa appeared in the Super Mario DIC Cartoons, but what was she known as?": "Kootie Pie", "In the Lego Island trilogy, who taught Pepper Roni how to read?": "Officer Laura Brick", "In &quot;Hunter x Hunter&quot;, what are members in Killua's family known for being?": "Assassins", "Which album was released by Kanye West in 2013?": "Yeezus", "What historical event was Tchaikovsky's 1812 Overture referencing?": "The Napoleonic Wars", "The character Momonga from the &quot;Overlord&quot; series orders his servants to call him by what name?": "Ainz Ooal Gown", "How many teeth does an adult rabbit have?": "28", "How many flagship monsters appear in Monster Hunter Gernerations?": "4", "What is the collective noun for bears?": "Sloth", "What is lost in Hawaiian and is also the name of a little girl in a 2002 film which features a alien named &quot;Stitch&quot;?": "Lilo", "In Counter Strike: Global Offensive, what is the code implanted onto the C4 as the Terrorists plant the bomb?": "7355608", "Which year did Jenson Button won his first ever Formula One World Drivers' Championship?": "2009", "Which of the following is NOT a work done by Shakespeare?": "Trial of Temperance", "Cryoshell, known for &quot;Creeping in My Soul&quot; did the advertising music for what Lego Theme?": "Bionicle", "What was the last Marx Brothers film to feature Zeppo?": "Duck Soup", "The LS2 engine is how many cubic inches?": "364", "Who wrote the musical composition, &quot;Rhapsody In Blue&quot;?": "George Gershwin", "How many voice channels does the Super Nintendo Entertainment System support?": "8", "According to Overwatch's lore, who was once a member of the Deadlock Gang?": "McCree", "Who painted the biblical fresco The Creation of Adam?": "Michelangelo", "Which slogan did the fast food company, McDonald's, use before their &quot;I'm Lovin' It&quot; slogan?": "We Love to See You Smile", "Who won the UEFA Champions League in 2017?": "Real Madrid C.F.", "When does Finland celebrate their independence day?": "December 6th", "Better known by his nickname Logan, what is Wolverine's birth name?": "James Howlett", "The computer OEM manufacturer Clevo, known for its Sager notebook line, is based in which country?": "Taiwan", "Which of the following is not a prosecutor in the &quot;Ace Attorney&quot; video game series?": "Jake Marshall", "Meryl Silverburgh, a video game character from the Metal Gear series, was originally a character in which game?": "Policenauts", "Which item of clothing is usually worn by a Scotsman at a wedding?": "Kilt", "What year did Skoal, a smokeless Tobacco company, release their first line of Pouches, known as &quot;Skoal Bandits&quot;?": "1983", "What was the title of ABBA`s first UK hit single?": "Waterloo", "According to the Egyptian Myth of Osiris, who murdered Osiris?": "Set", "Who won the UEFA Champions League in 2016?": "Real Madrid C.F.", "Which character in the &quot;Animal Crossing&quot; series uses the phrase &quot;zip zoom&quot; when talking to the player?": "Scoot", "What position does Harry Potter play in Quidditch?": "Seeker", "Which country is singer Kyary Pamyu Pamyu from?": "Japan", "Where was the Games of the XXII Olympiad held?": "Moscow", "What is the famous Papa John's last name?": "Schnatter", "Who plays the character of Po in the Kung Fu Panda movies?": "Jack Black", "Which of these countries is located the FURTHEST away from the South China Sea?": "Bangladesh", "Which country does the power metal band &quot;Sabaton&quot; originate from?": "Sweden", "Which Beatles album does NOT feature any of the band members on it's cover?": "The Beatles (White Album)", "Which singer provided the voice of Metroid's Mother Brain in the animated series &quot;Captain N: The Game Master&quot;?": "Levi Stubbs", "About how old is Earth?": "4.5 Billion Years", "Found in the Marvel Comics fictional universe, what is the name of the nearly indestructible metal that coats Wolverine's bones and claws?": "Adamantium", "Which Iron Maiden album did the song &quot;Dream of Mirrors&quot; feature in?": "Brave New World", "In the &quot;The Hobbit&quot;, who kills Smaug?": "Bard", "Which pop singer was brought in by SEGA to produce the music for &quot;Sonic the Hedgehog 3&quot;?": "Michael Jackson ", "The Kākāpō is a large, flightless, nocturnal parrot native to which country?": "New Zealand", "Which Canadian reggae musician had a 1993 hit with the song 'Informer'?": "Snow", "Who played Batman in the 1997 film &quot;Batman and Robin&quot;?": "George Clooney", "An organism described as &quot;heliotropic&quot; has a tendancy to move towards which of these things?": "Light", "In 1978, Superman teamed up with what celebrity, to defeat an alien invasion?": "Muhammad Ali", "What was Daft Punk's first studio album?": "Homework", "In what sport does Fanny Chmelar compete for Germany?": "Skiing", "Which anime did Seiji Kishi NOT direct?": "Another", "What is the fastest road legal car in the world?": "Koenigsegg Agera RS", "Who invented the &quot;Spanning Tree Protocol&quot;?": "Radia Perlman", "In Hitman: Blood Money, what is the name of the target in the mission &quot;Death of a Showman&quot;?": "Joseph Clarence", "In the Pokémon series, what is Palkia's hidden ability?": "Telepathy", "Which city is the capital of Switzerland?": "Bern", "Which of these countries was sea charted in 1500 by the Portuguese maritime explorations?": "Brazil", "In Battlestar Galactica (2004), what is the name of the President of the Twelve Colonies?": "Laura Roslin", "Which of the following passenger jets is the longest?": "Boeing 747-8", "Located in Chile, El Teniente is the world's largest underground mine for what metal?": "Copper", "What is the Swedish word for &quot;window&quot;?": "Fönster", "What is the name of the town in which Lily and James Potter are buried?": "Godric's Hollow", "Named after the mallow flower, mauve is a shade of what?": "Purple", "In &quot;Sonic the Hedgehog 2&quot; for the Sega Genesis, what do you input in the sound test screen to access the secret level select?": "The Lead Programmer's birthday", "In &quot;One Piece&quot;, who is the girl who overcame her enslaved past and became an agent of an army to fight the corrupt government?": "Koala", "&quot;The first rule is: you don't talk about it&quot; is a reference to which movie?": "Fight Club", "What is the main character's name in &quot;Braid&quot;?": "Tim", "Which radio personality calls himself &quot;The King of All Media&quot;?": "Howard Stern", "What is the right way to spell the capital of Hungary?": "Budapest", "Which Italian city is home of the car manufacturer 'Fiat'?": "Turin", "In which order do you need to hit some Deku Scrubs to open the first boss door in &quot;Ocarina of Time&quot;?": "2, 3, 1", "Who is the true moon princess in Sailor Moon?": "Sailor Moon", "What Greek letter is used to signify summation?": "Sigma", "Psych-Horror &quot;Eternal Darkness: Sanity's Requiem&quot;, developed by Silicon Knights in 2002, was published by who and on what platform?": "Nintendo® Co. Ltd. | GameCube™", "Which rap group released the album &quot;Straight Outta Compton&quot;?": "N.W.A", "In Mean Girls, who has breasts that tell when it's raining?": "Karen Smith", "Alzheimer's disease primarily affects which part of the human body?": "Brain", "In Need For Speed: Most Wanted (2005), how many people are there to defeat on the blacklist?": "15", "Which one of the following is not made by Ford?": "Camry", "What actor portrays Hogan &quot;Wash&quot; Washburne in the TV Show Firefly?": "Alan Tudyk", "Who played &quot;Charlie Price&quot; in the musical &quot;Kinky Boots&quot; on Broadway in New York from May 26th - Aug 6th 2017?": "Brendon Urie", "In 2015, David Hasselhof released a single called...": "True Survivor", "Who is a co-founder of music streaming service Spotify?": "Daniel Ek", "In &quot;Fallout 4&quot;, what is the name of the dog you find at Red Rocket truck stop?": "Dogmeat", "In &quot;A Certain Magical Index,&quot; what is Accelerator able to control?": "Vectors", "Cashmere is the wool from which kind of animal?": "Goat", "Danganronpa Another Episode: Ultra Despair Girls is set after which Danganronpa game?": "Danganronpa: Trigger Happy Havoc", "What was the name of singer Frank Ocean's second studio album, which was released on August 20, 2016?": "Blonde", "Which of the following is the term for &quot;surgical complications resulting from surgical sponges left inside the patient's body?": "Gossypiboma", "Which of these is the name of the largest city in the US state Tennessee?": "Memphis", "In &quot;Puella Magi Madoka Magica&quot;, what is the first name of Madoka's younger brother?": "Tatsuya", "Which franchise does the creature &quot;Slowpoke&quot; originate from?": "Pokemon", "In 2006, which band released their debut album &quot;A Fever You Can't Sweat Out&quot;?": "Panic! At the Disco", "In &quot;The Amazing World of Gumball&quot;, who is the principal of Elmore Junior High?": "Principal Brown", "In Calvin and Hobbes, what is the name of Susie's stuffed rabbit?": "Mr. Bun", "Gwyneth Paltrow has a daughter named...?": "Apple", "In the 2011 TV anime series, &quot;THE iDOLM@STER&quot;, what was the name of Iori's stuffed toy bunny?": "Charles", "In Game of Thrones, what is Littlefinger's real name?": "Petyr Baelish", "What is the primary addictive substance found in tobacco?": "Nicotine", "What vulnerability ranked #1 on the OWASP Top 10 in 2013?": "Injection ", "Killing Floor started as a mod for which Unreal Engine 2 game?": "Unreal Tournament 2004", "Which band released the album &quot;Sonic Highways&quot; in 2014?": "Foo Fighters", "Which of the following snipers has the highest amount of confirmed kills?": "Simo Häyhä", "What does the Latin phrase &quot;Veni, vidi, vici&quot; translate into English?": "I came, I saw, I conquered", "Who was the Author of the manga Monster Hunter Orage?": "\tHiro Mashima", "After his loss at the Battle of Waterloo, Napoleon Bonaparte was exiled to which island?": "St. Helena", "The collapse of the Soviet Union took place in which year?": "1991", "King Henry VIII was the second monarch of which European royal house?": "Tudor", "In the show &quot;The Office&quot; who does Michael Scott eventually end up with?": "Holly Flax", "Which of the following elements is typically used in the doping of the semiconductor silicon?": "Boron", "In vanilla Minecraft, you can make armor out of all BUT which of the following?": "Emeralds", "Who is Sonic's sidekick?": "Tails", "What was the transfer of disease, crops, and people across the Atlantic shortly after the discovery of the Americas called?": "The Columbian Exchange", "Which car is the first mass-produced hybrid vehicle?": "Toyota Prius", "In &quot;Hunter x Hunter&quot;, which of the following is NOT a type of Nen aura?": "Restoration", "Who out of these actresses is the youngest?": "Kiernan Shipka", "In which city did American rap producer DJ Khaled originate from?": "Miami", "What ingredient is NOT used to craft a cake in Minecraft?": "Bread", "In Michael Crichton's novel &quot;Jurassic Park&quot;, John Hammond meets his demise at the claws of which dinosaur?": "Procompsognathus", "In Forza Motorsport 6, which of these track-exclusive cars was NOT featured in the game, either originally with the game or added as DLC?": "Aston Martin Vulcan", "Which of these is not the name of a city in the Grand Theft Auto series?": "San Andreas", "What was the name of the canceled projected by Blizzard Entertainment that would be later become Overwatch?": "Titan", "Aperture Science CEO Cave Johnson is voiced by which American actor?": "J.K. Simmons", "In the game &quot;Persona 4&quot;, what is the canonical name of the protagonist?": "Yu Narukami", "Which of these is NOT a Humongous Entertainment game franchise?": "Commander Keen", "What is the name of the dog that played Toto in the 1939 film &quot;The Wizard of Oz&quot;?": "Terry", "Which of these countries was NOT a part of the Soviet Union?": "Afghanistan", "In 2016, who won the Formula 1 World Constructor's Championship for the third time in a row?": "Mercedes-AMG Petronas", "What company created and developed the game &quot;Overwatch&quot;?": "Blizzard Entertainment", "In Naruto: Shippuden, which of the following elements is a &quot;Kekkei Tōta?&quot;": "Particle Style", "&quot;Rollercoaster Tycoon&quot; was programmed mostly entirely in...": "x86 Assembly", "Who was the last Roman emperor in the Year of Four Emperors (69 AD)?": "Vespasian", "Which of these companies does NOT manufacture motorcycles?": "Toyota", "What is the only country in the world with a flag that doesn't have four right angles?": "Nepal", "Who is the armored titan in &quot;Attack On Titan&quot;?": "Reiner Braun", "Whose signature guitar technique is called the &quot;windmill&quot;?": "Pete Townshend", "What year did the Battle of Agincourt take place?": "1415", "What is the capital of Mauritius?": "Port Louis", "According to &quot;Star Wars&quot; lore, which planet does Obi-Wan Kenobi come from?": "Stewjon", "What is the capital of the American state of Arizona?": "Phoenix", "What is the land connecting North America and South America?": "Isthmus of Panama", "What is the first track on the Dave Matthews Band album &quot;Before These Crowded Streets&quot;?": "Pantala Naga Pampa", "In The Lord of the Rings: The Fellowship of the Ring, which one of the following characters from the book was left out of the film?": "Tom Bombadil", "Which of these people is NOT a part of the Internet comedy group Mega64?": "Jon Jafari", "In the &quot;Jurassic Park&quot; universe, what was the first dinosaur cloned by InGen in 1986?": "Velociraptor", "What was the code name for the &quot;Nintendo Gamecube&quot;?": "Dolphin", "In the indie farming game &quot;Stardew Valley&quot;, which NPC hates the &quot;prismatic shard&quot; item when received as a gift?": "Haley", "The biggest distinction between a eukaryotic cell and a prokaryotic cell is:": "The presence or absence of a nucleus", "In Monster Hunter Generations, which of these hunter arts are exclusive to the Longsword?": "Unhinged Spirit", "What was the name of the hero in the 80s animated video game 'Dragon's Lair'?": "Dirk the Daring", "Ellie Goulding's earliest album was named?": "Lights", "What does the &quot;MP&quot; stand for in MP3?": "Moving Picture", "The rights to the &quot;Rayman&quot; series are owned by which company?": "Ubisoft", "What is the collective noun for rats?": "Mischief", "Which state of the United States is the smallest?": "Rhode Island ", "Amsterdam Centraal station is twinned with what station?": "London Liverpool Street", "In Kingdom Hearts which of the following people can NOT wield a keyblade?": "Larxene", "In Pre-Super Genesis universe of &quot;Sonic the Hedgehog&quot; comic, what was the name of  Sally Acorn's brother?": "Elias Acorn", "When was the first Call of Duty title released?": "October 29, 2003", "In Dragon Ball Z, who was the first character to go Super Saiyan 2?": "Gohan", "The words &quot;bungalow&quot; and &quot;shampoo&quot; originate from the languages of which country?": "India", "In Calvin and Hobbes, what is the name of the babysitter's boyfriend?": "Charlie", "How many normal endings are there in Cry Of Fear's campaign mode?": "4", "How many scoring zones are there on a conventional dart board?": "82", "What mainly favored rifle is used by the Terrorists in Counter Strike: Global Offensive?": "AK-47", "What is the age of Ash Ketchum in Pokemon when he starts his journey?": "10", "What was the first interactive movie video game?": "Astron Belt", "In the anime series &quot;Full Metal Alchemist&quot;, what do Alchemists consider the greatest taboo?": "Human Transmutation ", "Which of the following United States senators is known for performing a 24-hour long filibuster?": "Strom Thurmond", "What is the title of The Allman Brothers Band instrumental used as the theme to the BBC motoring show, 'Top Gear'?": "Jessica", "Prior to working at Wizards of the Coast, &quot;Mark Rosewater&quot; was a writer for which show?": "Roseanne", "What was the name commonly given to the ancient trade routes that connected the East and West of Eurasia?": "Silk Road", "The title of Adolf Hitler's autobiography &quot;Mein Kampf&quot; is what when translated to English?": "My Struggle", "Botanically speaking, which of these fruits is NOT a berry?": "Strawberry", "What is the name of the former country that was succeeded by countries such as Serbia, Croatia and Slovenia?": "Yugoslavia", "Which person from &quot;JoJo's Bizarre Adventure&quot; does NOT house a reference to a band, artist, or song earlier than 1980?": "Giorno Giovanna", "Who's the voice actor for Thrall in the Warcraft game series?": "Chris Metzen", "Who is the author of Jurrasic Park?": "Michael Crichton", "For what reason would a spotted hyena &quot;laugh&quot;?": "Nervousness", "Which album by American rapper Kanye West contained songs such as &quot;Love Lockdown&quot;, &quot;Paranoid&quot; and &quot;Heartless&quot;?": "808s & Heartbreak", "What is the name of the capital of Turkey?": "Ankara", "In &quot;Resident Evil 2&quot;, what is Leon Kennedy's middle name?": "Scott", "When was the FC Schalke 04 founded?": "1904", "What do the 4 Rings in Audi's Logo represent?": "Previously independent automobile manufacturers", "What was the pen name of novelist, Mary Ann Evans?": "George Eliot", "Who created the pump &quot;F.L.U.D.D.&quot; Mario uses in Super Mario Sunshine?": "Elvin Gadd", "Who is the main villain of Kirby's Return to Dreamland?": "Magolor", "In Rust, how many Timed Explosive Charges does it take to destroy a Ladder Hatch?": "1", "Which of these is NOT a terrorist faction in Counter-Strike (2000)?": "Midwest Militia", "Who wrote the lyrics for Leonard Bernstein's 1957 Brodway musical West Side Story?": "Stephen Sondheim", "Which of these characters from Final Fantasy VIII primarily spoke in one word sentences?": "Fujin", "In the series JoJo's Bizarre Adventure, which main character makes the greatest number of recurring appearances?": "Jotaro Kujo", "Which one of the following actors did not voice a character in &quot;Saints Row: The Third&quot;?": "Ron Jeremy", "Which King of England was faced with the Peasants' Revolt in 1381?": "Richard II", "The World Health Organization headquarters is located in which European country?": "Switzerland", "Who is the main character with yellow hair in the anime Naruto?": "Naruto", "What is the scientific name of the red fox?": "Vulpes Vulpes", "Broome is a town in which state of Australia?": "Western Australia", "In the TV series &quot;Person of Interest&quot;, who plays the character &quot;Harold Finch&quot;?": "Michael Emerson", "In which African country was the 2006 film 'Blood Diamond' mostly set in?": "Sierra Leone", "Which Greek letter represents the &quot;Half-Life&quot; logo?": "Lambda", "Which of these species is not extinct?": "Komodo dragon", "Which of these countries is NOT a part of the Asian continent?": "Suriname", "What is the designation given to the Marvel Cinematic Universe?": "Earth-199999", "Where did the dog breed &quot;Chihuahua&quot; originate?": "Mexico", "How many Harry Potter books are there?": "7", "Which Japanese company is the world's largest manufacturer of motorcycles?": "Honda", "Which of these games was NOT a Nintendo Switch launch title in the United States? ": "Voez", "Which kind of algorithm is Ron Rivest not famous for creating?": "Secret sharing scheme", "Which of these cars is NOT considered one of the 5 Modern Supercars by Ferrari?": "Testarossa", "Which of 2 Valve Games are set in the same universe?": "Half-life and Portal", "Which of these characters won the Super Smash Bros. Fighter Ballot in 2015?": "Bayonetta", "Which country is the home of the largest Japanese population outside of Japan?": "Brazil", "What was the name of the spy ring that helped the United States win the Revolutionary War?": "Culper Ring", "What does a funambulist walk on?": "A Tight Rope", "Which member of the British pop group &quot;The Spice Girls&quot; was known as Ginger Spice?": "Geri Halliwell", "In the &quot;Archie&quot; comics, who was Jughead's first girlfriend?": "Joani", "Valve Corporation is an American video game developer located in which city?": "Bellevue, Washington", "The medial meniscus forms which part of what joint in the human body?": "Knee", "Which of these is NOT a possible drink to be made in the game &quot;VA-11 HALL-A: Cyberpunk Bartender Action&quot;?": "Sour Appletini", "The Hagia Sophia was commissioned by which emperor of the Byzantine Empire?": "Justinian I", "Which U.S. President was famously 'attacked' by a swimming rabbit?": "Jimmy Carter", "What is the Zodiac symbol for Gemini?": "Twins", "Who is the horror manga artist who made Uzumaki?": "Junji Ito", "Which famous 90's rap album is commonly referred to as &quot;The Bible of Hip Hop&quot;?": "Illmatic", "What is the name of the family that the domestic cat is a member of?": "Felidae", "In 2008, British celebrity chef Gordon Ramsay believes he almost died after suffering what accident in Iceland while filming?": "Slipping off a cliff, and nearly drowning in icy water", "In Portal 2, how did CEO of Aperture Science, Cave Johnson, presumably die?": "Moon Rock Poisoning", "What M83 was featured in Grand Theft Auto V's radio?": "Midnight City", "What nationality was sultan Saladin?": "Kurdish", "During development of &quot;Super Mario World&quot;, Yoshi's hard saddle was originally which of these?": "A shell", "In &quot;Need for Speed III: Hot Pursuit&quot;, what is the name of the fictional car?": "El Niño", "Why was The Green Monster at Fenway Park was originally built?": "To prevent viewing games from outside the park.", "How many premier league trophies did Sir Alex Ferguson win during his time at Manchester United?": "13", "Which Shakespeare play features the stage direction &quot;Enter a messenger, with two heads and a hand&quot;?": "Titus Andronicus", "According to The Hitchhiker's Guide to the Galaxy book, the answer to life, the universe and everything else is...": "42", "Which of these films is NOT set in Los Angeles?": "RoboCop", "Which song by Swedish electronic musician Avicii samples the song &quot;Something's Got A Hold On Me&quot; by Etta James?": "Levels", "The Touhou Project series of games is often associated with which genre?": "Shoot 'em up", "&quot;All the Boys&quot; by Panic! At the Disco was released as a bonus track on what album?": "Too Weird To Live, Too Rare To Die!", "George Orwell wrote this book, which is often considered a statement on government oversight.": "1984", "What is a &quot;dakimakura&quot;?": "A body pillow", "What year was the game Team Fortress 2 released?": "2007", "What is the German word for &quot;spoon&quot;?": "Löffel", "Who is the leader of Team Instinct in Pokémon Go?": "Spark", "What's the Team Fortress 2 Scout's city of origin?": "Boston", "When was the &quot;Siege of Leningrad&quot; lifted during World War II?": "January 1944", "Which of these is NOT a province in China?": "Yangtze", "This album, now considered to be one of the greatest of all time, was a commercial failure when it was released.": "The Velvet Underground and Nico", "Which of the following mathematicians made major contributions to game theory?": "John Von Neumann", "Which of the following player scored a hat-trick during their Manchester United debut?": "Wayne Rooney", "Which of the following is not a studio album by the band Pink Floyd?": "Moving Pictures", "Which country did the Eureka Rebellion, an 1856 battle against colonial rule, take place in?": "Australia", "In what Disney movie can you spot the character &quot;Pac-Man&quot; in if you look closely enough in some scenes?": "Tron", "How many timezones does Russia have?": "11", "Mark Wahlberg played the titular character of which 2008 video-game adaptation?": "Max Payne", "The body of the Egyptian Sphinx was based on which animal?": "Lion", "What was the name of Sonic the Hedgehog's original human girlfriend?": "Madonna", "What collaborative album was released by Kanye West and Jay-Z in 2011?": "Watch the Throne", "Who is the main character in the show &quot;Burn Notice&quot;?": "Michael Westen", "Which of the following Ivy League universities has its official motto in Hebrew as well as in Latin?": "Yale University", "Who wrote the &quot;A Song of Ice And Fire&quot; fantasy novel series?": "George R. R. Martin", "Hel was the daughter of which Norse Mythological figure?": "Loki", "Which former Star Trek actor directed Three Men and a Baby (1987)?": "Leonard Nimoy", "What year was the Mona Lisa finished?": "1504", "The towns of Brugelette, Arlon and Ath are located in which country?": "Belgium", "Krusty is the guild master of which guild in &quot;Log Horizon&quot;?": "D. D. D", "What is the name of one of the Neo-Aramaic languages spoken by the Jewish population from Northwestern Iraq?": "Lishana Deni", "What is the name of Manchester United's home stadium?": "Old Trafford", "Alan Reed is known for providing the voice of which character?": "Fred Flintstone", "Who played Marquis de Lafayette and Thomas Jefferson in the original Broadway run of Hamilton?": "Daveed Diggs", "Which of the following computer components can be built using only NAND gates?": "ALU", "Panic! At the Disco's sixth album &quot;Pray For The Wicked&quot; was released on which date?": "June 22, 2018", "Who is the creator of Touhou project?": "Zun", "Down Syndrome is usually caused by an extra copy of which chromosome?": "21", "Rolex is a company that specializes in what type of product?": "Watches", "Which animation studio animated the 2016 anime &quot;Mob Psycho 100&quot;?": "Bones", "What studio animated Ouran High School Host Club?": "Bones", "What is the main CPU is the Sega Mega Drive / Sega Genesis?": "Motorola 68000", "Which of these is NOT an Australian state or territory?": "Alberta", "Which historical conflict killed the most people?": "World War II", "What engine did the original &quot;Half-Life&quot; run on?": "GoldSrc", "What is a dead mall?": "A mall with high vacancy rates or low consumer foot traffic", "What type of animal is a natterjack?": "Toad", "Which Disney character sings the song &quot;A Dream is a Wish Your Heart Makes&quot;?": "Cinderella", "How many independent countries are there within the continent of South America?": "12", "How many &quot;JoJos&quot; that are protagonists are there in the series &quot;Jojo's Bizarre Adventure&quot;?": "8", "In Left 4 Dead, what is the name of the Special Infected that is unplayable in Versus mode?": "The Witch", "In vanilla Minecraft, which of the following cannot be made into a block?": "Charcoal", "Which animated film did Steven Lisberger direct in 1980 before going on to direct Tron?": "Animalympics", "What was the original name of Crash Bandicoot?": "Willie Wombat", "What was the name of Jonny's pet dog in The Adventures of Jonny Quest?": "Bandit", "Which gaming series includes &quot;The Diabolical Box&quot; and &quot;The Curious Village&quot;?": "Professor Layton", "What was another suggested name for, the 1985 film, Back to the Future?": "Spaceman From Pluto", "How many copies of the notorious E.T. game for the Atari 2600 did Atari end up selling?": "1.5 Million", "In Portal, what color is the Morality Core?": "Purple", "Which letter do you need to have on a European driver license in order to ride any motorbikes?": "A", "Which one of these Pink Floyd albums were also a movie?": "The Wall", "In the 1993 Disney animated series &quot;Bonkers&quot;, what is the name of Bonker's second partner?": "Miranda Wright", "Along with Gabe Newell, who co-founded Valve?": "Mike Harrington", "In the Naruto manga, what is the last name of Tsunade?": "Senju", "In Game of Thrones, what continent lies across the Narrow Sea from Westeros?": "Essos", "Which animal was part of an Russian domestication experiment in 1959?": "Foxes", "Which of these TrackMania environments was NOT in the original game?": "Bay", "What is &quot;Stenoma&quot;?": "A genus of moths", "Who is the frontman of Muse?": "Matt Bellamy", "Where is the area commonly known as the Bermuda Triangle?": "North Atlantic Ocean, between Florida and Puerto Rico", "Which character is from &quot;Splatoon&quot;?": "Marie", "What was the name of the sea witch in the 1989 Disney film &quot;The Little Mermaid&quot;?": "Ursula", "Who created the digital distribution platform Steam?": "Valve", "In &quot;Fairy Tail&quot;, what is the nickname of Natsu Dragneel?": "The Salamander", "Which country has hosted the 2018 FIFA World Cup?": "Russia", "Which of these is NOT a main playable character in &quot;Grand Theft Auto V&quot;?": "Lamar", "In &quot;Battle Cats&quot;, what is Moneko / MISS Moneko's critical percentage rate?": "15%", "How many aces can be shot down through the entirety of &quot;Ace Combat Zero: The Belkan War&quot;?": "169", "Which of the following was Brazil was a former colony under?": "Portugal", "Which American celebrity died in 1977 playing golf in La Moraleja, Madrid?": "Bing Crosby", "Which of the following former Yugoslavian states is landlocked?": "Serbia", "Which Beatle led the way across the zebra crossing on the Abbey Road album cover?": "John", "What's the name of the main protagonist in the &quot;Legend of Zelda&quot; franchise?": "Link", "What was the development code name for the &quot;Weatherlight&quot; expansion for &quot;Magic: The Gathering&quot;, released in 1997?": "Mocha Latte", "Which of these features was added in the 1994 game &quot;Heretic&quot; that the original &quot;DOOM&quot; could not add due to limitations?": "Looking up and down", "During what war did the &quot;Cuban Missile Crisis&quot; occur?": "Cold War", "What was found in 1946 by two young shepards near a cave?": "Dead Sea Scrolls", "The song &quot;Twin Size Mattress&quot; was written by which band?": "The Front Bottoms", "What does the 'S' in the RSA encryption algorithm stand for?": "Shamir", "What was the game &quot;Galaga&quot; was a sequel to?": "Galaxian", "Who co-founded the YouTube Let's Play channel &quot;Game Grumps&quot; alongside Newgrounds animator Egoraptor?": "JonTron", "Which actor played the main character in the 1990 film &quot;Edward Scissorhands&quot;?": "Johnny Depp", "In what year was the famous 45 foot tall Hollywood sign first erected?": "1923", "Which of these elements on the Periodic Table is a Noble Gas?": "Neon", "Who crowned Charlemagne as Holy Roman Emperor on Christmas Day in 800?": "Pope Leo III", "In &quot;Gravity Falls&quot;, what does Quentin Trembley do when he is driven out from the White House?": "Eat a salamander and jump out the window.", "In the &quot;Jurassic Park&quot; universe, what is the name of the island that contains InGen's Site B?": "Isla Sorna", "What does &quot;hippopotamus&quot; mean and in what langauge?": "River Horse (Greek)", "What national team won the 2016 edition of UEFA European Championship?": "Portugal", "What was the code name given to Sonic the Hedgehog 4 during its development?": "Project Needlemouse", "When was the play &quot;Macbeth&quot; written?": "1606", "In Yu-Gi-Oh, how does a player perform an Xyz Summon?": "Overlay at least 2 Monsters of the Same Level", "What is the alphanumeric representation of the imaginary number?": "i", "Which nation claims ownership of Antarctica?": "No one, but there are claims.", "Who assassinated Archduke Franz Ferdinand?": "Gavrilo Princip", "What year did World War I begin?": "1914", "Which franchise had a special event hosted in the popular MMORPG Final Fantasy XIV: A Realm Reborn?": "Yo-kai Watch", "Chino Moreno is the lead singer of which alternative metal band?": "Deftones", "Lanky, Funky, and Chunky are all characters featured in which series owned by Nintendo?": "Donkey Kong", "In &quot;Undertale&quot;, how many main endings are there?": "3", "Which actress married Michael Douglas in 2000?": "Catherine Zeta-Jones", "Which of the following car models has been badge-engineered (rebadged) the most?": "Isuzu Trooper", "What is the final game of the &quot;Zero Escape&quot; series called?": "Zero Escape Zero Time Dilemma ", "How many states are in Australia?": "6", "The architect known as Le Corbusier was an important figure in what style of architecture?": "Modernism", "Who was among those killed in the 2010 Smolensk, Russia plane crash tragedy?": "The Polish President", "Which is not a country in Africa?": "Guyana", "Which character, in the game &quot;Morenatsu&quot;, has the most possible endings to their route, at a total of four different endings?": "Shin Kuroi", "What colour is the circle on the Japanese flag?": "Red", "Which band released songs such as &quot;Electric Feel&quot;, &quot;Kids&quot;, and &quot;Time to Pretend&quot;?": "MGMT", "Which sign of the zodiac is represented by the Crab?": "Cancer", "What town was &quot;Springfield&quot; from &quot;The Simpsons&quot; originally named after?": "Springfield, Oregon", "In what year was the game &quot;FTL: Faster Than Light&quot; released?": "2012", "What is the maximum HP in Terraria?": "500", "Which of the General Mills Corporation's monster cereals was the last to be released in the 1970's?": "Fruit Brute", "How many zombies need to be killed to get the &quot;Zombie Genocider&quot; achievement in Dead Rising (2006)?": "53,594", "What was the first ever entry written for the SCP Foundation collaborative writing project?": "SCP-173", "Which company did the animation for Peter Gabriel's Video Sledgehammer (1986)?": "Aardman Animations", "In addition to his career as an astrologer and &quot;prophet&quot;, Nostradamus published a 1555 treatise that included a section on what?": "Making jams and jellies", "Grant Gustin plays which superhero on the CW show of the same name?": "The Flash", "In the original &quot;Super Mario Bros.&quot;, what is the acceleration of Mario if he was in free fall?": "91.28 m/s^2", "What album did The Lumineers release in 2016?": "Cleopatra", "Which of these is NOT a team available in the game Pokémon Go?": "Team Rocket", "What is the largest living organism currently known to man?": "Honey Fungus", "What is isobutylphenylpropanoic acid more commonly known as?": "Ibuprofen", "In Overwatch, what is Lúcio's full name?": "Lúcio Correia Dos Santos", "What is Doug Walker's YouTube name?": "The Nostalgia Critic", "What was the callsign of Commander William Adama in Battlestar Galactica (2004)?": "Husker", "Which of these chemical compounds is NOT found in gastric acid?": "Sulfuric acid", "The New York Times slogan is, “All the News That’s Fit to…”": "Print", "What was the name of the Wu-Tang Clan album Martin Shkreli bought for $2 million dollars?": "Once Upon a Time in Shaolin", "In the 2012 film, &quot;The Lorax&quot;, who is the antagonist?": "Aloysius O'Hare", "The Maori hold that which island nation was founded by Kupe, who discovered it under a long white cloud?": "New Zealand", "Burning which of these metals will produce a bright white flame?": "Magnesium", "The stop motion comedy show &quot;Robot Chicken&quot; was created by which of the following?": "Seth Green", "What is the species of the &quot;Predator&quot; in the 1987 movie &quot;Predator&quot;?": "Yautja", "Who painted the epic mural Guernica?": "Pablo Picasso", "What is the name of the creature that the main character befriends in &quot;The Last Guardian&quot;?": "Trico", "In the movie “The Iron Giant,” this character is the protagonist.": "Hogarth Hughes", "Where does water from Poland Spring water bottles come from?": "Maine, United States", "Which painting was not made by Vincent Van Gogh?": "The Ninth Wave", "In the video game &quot;Metal Gear Solid&quot;, what did Revolver Ocelot consider the greatest handgun ever made?": "Colt Single Action Army", "How many colors are there in a rainbow?": "7", "Which stand-up comedian voiced the talking parrot &quot;Iago&quot; in Disney's 1992 adaptation of Aladdin?": "Gilbert Gottfried", "Which greek mathematician ran through the streets of Syracuse naked while shouting &quot;Eureka&quot; after discovering the principle of displacement?": "Archimedes", "The formerly East-Prussian city of Königsberg is known as which Russian City today?": "Kaliningrad", "How many sides does a heptagon have?": "7", "Which iconic Disneyland attraction was closed in 2017 to be remodeled as a &quot;Guardians of the Galaxy&quot; themed ride?": "Twilight Zone Tower of Terror", "In the Mass Effect trilogy, who is the main protagonist?": "Shepard", "Which boxer was banned for taking a bite out of Evander Holyfield's ear in 1997?": "Mike Tyson", "Kanye West at 2009 VMA's interrupted which celebrity?": "Taylor Swift", "Which country was NOT part of the Soviet Union?": "Romania", "According to the BBPA, what is the most common pub name in the UK?": "Red Lion", "What Led Zeppelin album contains &quot;Stairway to Heaven&quot;?": "Led Zeppelin IV", "Who wrote the play 'Angels in America'?": "Tony Kusher", "Which character was played by Dustin Diamond in the sitcom 'Saved by the Bell'?": "Screech", "How many games in the Crash Bandicoot series were released on the original Playstation?": "5", "In Shakespeare's play Julius Caesar, Caesar's last words were...": "Et tu, Brute? ", "Which 'Family Guy' character got his own spin-off show in 2009?": "Cleveland Brown", "Which car did not appear in the 2002 Lego Game: Drome Racers?": "Wasp", "What were the first two blocks in &quot;Minecraft&quot;?": "Grass and Cobblestone", "In a 1994 CBS interview, Microsoft co-founder Bill Gates performed what unusual trick on camera?": "Jumping over an office chair", "In Canadian football, scoring a rouge is worth how many points?": "1", "Which of the following Autobot names in Michael Bay's movies was NOT a name for a Transformer in the original 1980's cartoon?": "Mudflap", "Which studio made Cowboy Bebop?": "Sunrise", "Which German city does the map &quot;Clubhouse&quot; in &quot;Tom Clancy's Rainbow Six Siege&quot; take place in?": "Hannover", "In most FPS video games such as Counter-Strike, shooting which part of the body does the highest damage?": "Head", "What are the base station trackers used for the HTC Vive called?": "Lighthouse", "In the movie &quot;Back to the Future,&quot; what speed does Doc Brown's DeLorean need to reach in order to travel through time?": "88 mph", "What was the name of the first front-wheel-drive car produced by Datsun (now Nissan)?": "Cherry", "What is the exact length of one non-curved part in Lane 1 of an Olympic Track?": "84.39m", "The humerus, paired radius, and ulna come together to form what joint?": "Elbow", "Which of these is a type of stretch/deep tendon reflex?": "Ankle jerk reflex", "In &quot;Call Of Duty: Zombies&quot;, completing which map's main easter egg will reward you with the achievement, &quot;Little Lost Girl&quot;?": "Origins", "Which Italian automobile manufacturer gained majority control of U.S. automobile manufacturer Chrysler in 2011?": "Fiat", "Which of these numbers is closest to the total number of possible states for an army standard Enigma Machine?": "1.58 x 10^20", "What is the name of the main character from the music video of &quot;Shelter&quot; by Porter Robinson and A-1 Studios?": "Rin", "Which of these is NOT the name of an album released by English singer-songwriter Adele?": "12", "What was the capital of South Vietnam before the Vietnam War?": "Saigon", "If he was still alive, in what year would Elvis Presley celebrate his 100th birthday?": "2035", "What was the first monster to appear alongside Godzilla?": "Anguirus", "Who was the leader of the Communist Party of Yugoslavia ?": "Josip Broz Tito", "What is the name of Nissan's most popular electric car?": "Leaf", "Which of the following Physicists aided Nazi Germany in their production of a nuclear weapon?": "Werner Heisenberg", "What date is referenced in the 1971 song &quot;September&quot; by Earth, Wind & Fire?": "21st of September", "What does the Prt Sc button do?": "Captures what's on the screen and copies it to your clipboard", "Which Hanna-Barbera cartoon character travelled with a canine companion named Beegle Beagle?": "Grape Ape", "According to Japanese folklore, what is the favorite food of the Kappa.": "Cucumbers", "What is Hermione Granger's middle name?": "Jean", "In the game &quot;Subnautica&quot;, which feature was removed due to performance issues in 2016?": "Terraforming", "On the Beaufort Scale of wind force, what wind name is given to number 8?": "Gale", "In any programming language, what is the most common way to iterate through an array?": "'For' loops", "In South Park, what is Stan's surname?": "Marsh", "When was the 3rd album &quot;Notes from the Underground&quot; of the band &quot;Hollywood Undead&quot; released?": "2013", "When Gmail first launched, how much storage did it provide for your email?": "1GB", "Directly between the Washington Monument and the Reflecting Pool is a memorial to which war?": "World War II", "Which 90's comedy cult classic features cameos appearances from Meat Loaf, Alice Cooper and Chris Farley?": "Wayne's World", "What was the religion of famous singer &quot;Freddie Mercury&quot;?": "Zoroastrianism", "What is the name of Ruby Rose's weapon from RWBY?": "Crescent Rose", "Who was the British Prime Minister at the outbreak of the Second World War?": "Neville Chamberlain", "What is the most potent toxin known?": "Botulinum toxin", "On which Beatles album would you find the song 'Eleanor Rigby'?": "Revolver", "What is the name of the Jewish New Year?": "Rosh Hashanah", "The historical city Timbuktu is located in which West African country?": "Mali", "What was William Frederick Cody better known as?": "Buffalo Bill", "Where is the Gluteus Maximus muscle located?": "Butt", "What was Humphrey Bogart's middle name?": "DeForest", "In Star Trek: The Next Generation, what is the name of Data's cat?": "Spot", "The Dice Tower network of board game podcasts and videos is run by which individual?": "Tom Vasel", "What is Dipper's real name from &quot;Gravity Falls&quot;?": "Mason Pines", "What was the nickname given to the Hughes H-4 Hercules, a heavy transport flying boat which achieved flight in 1947?": "Spruce Goose", "In the 2012 animated film &quot;Wolf Children&quot;, what are the names of the wolf children?": "Ame & Yuki", "What breed of dog is &quot;Scooby Doo&quot;?": "Great Dane", "In &quot;Gravity Falls&quot;, the character Bill Cipher remarks that &quot;the universe is what?&quot;": "A hologram ", "All of the following are names of the Seven Warring States EXCEPT:": "Zhai (翟)", "Nickelodeon is owned by what parent company?": "Viacom", "According to the American rapper Nelly, what should you do when its hot in here?": "Take off all your clothes", "When did the Battle of the Somme begin?": "July 1st, 1916", "In United States history, how many vice presidents did Franklin D. Roosevelt have during his time in office as president?": "3", "Which Teenage Mutant Ninja Turtle traditionally wears an orange bandana?": "Michelangelo", "Which of these blocks in &quot;Minecraft&quot; has the lowest blast resistance?": "Sand", "Which buzzword did Apple Inc. use to describe their removal of the headphone jack?": "Courage", "What is the homeworld of the Elites from Halo?": "Sanghelios", "Which animation studio produced the anime adaptation of &quot;xxxHolic&quot;?": "Production I.G", "What does the letter 'S' stand for in 'NASA'?": "Space", "Who released the 1991 album &quot;Out of Time&quot;?": "R.E.M.", "Which animation studio animated &quot;Psycho Pass&quot;?": "Production I.G", "Who is the main protagonist in the game Life is Strange: Before The Storm?": "Chloe Price ", "Who is the main character in most of the games of the YS series?": "Adol Christin ", "The book &quot;The Little Prince&quot; was written by...": "Antoine de Saint-Exupéry", "Which country was Josef Stalin born in?": "Georgia", "In the Pokémon series, which type is Sudowoodo, the Imitation Pokémon?": "Rock", "In &quot;Sonic the Hedgehog&quot; comic, who was the creator of Roboticizer? ": "Professor Charles the Hedgehog", "What Queen song plays during the final fight scene of the film &quot;Hardcore Henry&quot;?": "Don't Stop Me Now", "What scientific family does the Aardwolf belong to?": "Hyaenidae", "&quot;Gimmick!&quot; is a Japanese Famicom game that uses a sound chip expansion in the cartridge. What is it called?": "FME-7", "The Space Needle is located in which city?": "Seattle", "This trope refers to minor characters that are killed off to show how a monster works.": "Red Shirt", "In the DC Comics 2016 reboot, Rebirth, which speedster escaped from the Speed Force after he had been erased from existance?": "Wally West", "Who sang the theme song for the TV show 'Rawhide'?": "Frankie Laine", "The French mathematician Évariste Galois is primarily known for his work in which?": "Galois Theory", "If you were to code software in this language you'd only be able to type 0's and 1's.": "Binary", "What is Hellboy's true name?": "Anung Un Rama", "Which artist’s studio was known as 'The Factory'?": "Andy Warhol", "Which variant of the MP5 is depicted in Counter-Strike 1.6?": "MP5N", "How fast is USB 3.1 Gen 2 theoretically?": "10 Gb/s", "What does the &quot;G&quot; mean in &quot;G-Man&quot;?": "Government", "In what year was &quot;Antichamber&quot; released?": "2013", "Which of these celebrities was not a member of the Jackson 5?": "Bo Jackson", "In what year did Neil Armstrong and Buzz Aldrin land on the moon?": "1969", "Which year was the album &quot;Floral Shoppe&quot; by Macintosh Plus released?": "2011", "The board game &quot;Monopoly&quot; is a variation of what board game?": "The Landlord's Game", "In the first Left 4 Dead, you can play as either of these four characters.": "Francis, Bill, Zoey, and Louis", "In Big Hero 6, what fictional city is the Big Hero 6 from?": "San Fransokyo", "During the Roman Triumvirate of 42 BCE, what region of the Roman Republic was given to Lepidus?": "Hispania ", "Which actress's real name was Frances Ethel Gumm?": "Judy Garland", "In &quot;The Binding of Isaac&quot;, what is the name of the final boss that you fight in The Void?": "Delirium", "In &quot;Call Of Duty: Zombies&quot;, what is the name of the machine that upgrades weapons?": "Pack-A-Punch", "Which of these characters live in a pineapple under the sea in the cartoon &quot;SpongeBob SquarePants&quot;.": "SpongeBob SquarePants ", "In the anime Noragami who is one of the main protagonists?": "Yukine", "In what year were achivements added to Steam?": "2007", "Just Cause 2 was mainly set in what fictional Southeast Asian island country?": "Panau", "What is the capital of British Columbia, Canada?": "Victoria", "Which famous world leader is famed for the saying, &quot;Let them eat cake&quot;, yet is rumored that he/she never said it at all?": "Marie Antoinette", "Human cells typically have how many copies of each gene?": "2", "In the song “The Ultimate Showdown of Ultimate Destiny,” who is the only one to survive the battle?": "Mr. Rogers", "How does the character Dragowizard, Qinus Axia's from the anime &quot;Buddyfight&quot; differ between the Japanese and English dubs?": "Different Gender", "What is Grumpy Cat's real name?": "Tardar Sauce", "Which musical artist had a prominent role in the 2017 film &quot;Kingsman: The Golden Circle&quot;?": "Elton John", "Which portion of the Marijuana plant produces the psychoactive substance known as THC?": "Female Flower", "What is the weight of a Gold Bar in Fallout: New Vegas?": "35 Pounds", "When Halo 3: ODST was unveiled in 2008, it had a different title. What was the game formally called?": "Halo 3: Recon", "Which one of these paintings is not by Caspar David Friedrich?": "The Black Sea", "Which television show has Dan Gheesling been on?": "Big Brother", "How many trophies are there in &quot;Super Smash Bros. for Nintendo 3DS&quot;?": "685", "Who is the English voice actor for Sora from the Kingdom Hearts series?": "Haley Joel Osment", "What car manufacturer gave away their patent for the seat-belt in the interest of saving lives?": "Volvo", "Which part of the body does glaucoma affect?": "Eyes", "In Formula 1, the Virtual Safety Car was introduced following the fatal crash of which driver?": "Jules Bianchi", "What was the development code name for the &quot;Urza's Destiny&quot; expansion for &quot;Magic: The Gathering&quot;, released in 1999?": "Chimichanga", "Who played Baron Victor Frankestein in the 1957 Hammer horror film &quot;The Curse of Frankenstein&quot;?": "Peter Cushing", "If you play the Super Mario RPG and nap in a rented hotel room, you will wake up next to what familiar looking character?": "Link", "Which company did Gabe Newell work at before founding Valve Corporation?": "Microsoft", "When did Norway become free from Sweden?": "1905", "In the game Sonic Forces, which of the following was not from a previous game?": "Infinite", "Which is the world's longest river?": "Nile", "Which Game Boy from the Game Boy series of portable video game consoles was released first?": "Game Boy Color", "Which of these aliases has NOT been used by electronic musician Aphex Twin?": "Burial", "Harvard University is located in which city?": "Cambridge", "The starting pistol of the Terrorist team in a competitive match of Counter Strike: Global Offensive is what?": "Glock-18", "What former MOBA, created by Waystone Games and published by EA, was shut down in 2014?": "Dawngate", "A minotaur is half human half what?": "Bull", "The Tsar Bomba, the most powerful nuclear bomb ever tested, had a yield of 50 megatons but theoretically had a maximum yield of how much?": "100 Megatons", "What was the name of Marilyn Monroe's first husband?": "James Dougherty", "Which one of these is not an official development name for a Ubuntu release?": "Mystic Mansion", "Which of the following bands is Tom DeLonge not a part of?": "+44", "In the webcomic &quot;Ava's Demon&quot;, what sin is &quot;Nevy Nervine&quot; based off of? ": "Envy ", "Who was Tetris created by?": "Alexey Pajitnov", "Carcassonne is based on which French town?": "Carcassonne", "When was the first mammal successfully cloned?": "1996", "What was the name of the planet in &quot;Aliens&quot;?": "LV-426", "How old was Lyndon B. Johnson when he assumed the role of President of the United States?": "55", "The Who's eponymous line, &quot;Teenage Wasteland&quot;, appears in which of their songs?": "Baba O' Riley", "In which English county is the city of Portsmouth?": "Hampshire", "The AHL affiliate team of the Boston Bruins is named what?": "Providence Bruins", "Which of the following is an album by punk rock band Anti-Flag?": "For Blood And Empire", "Which of the following songs did Elton John perform following Princess Diane's passing?": "Candles in the Wind", "In the video game, Half-life, what event started the Half-life universe as we know today?": "The Resonance Cascade", "What does LTS stand for in the software market?": "Long Term Support", "The notion of a &quot;set that contains all sets which do not contain themselves&quot; is a paradoxical idea attributed to which English philospher?": "Bertrand Russel", "What is &quot;dabbing&quot;?": "A dance", "What is the British term for a 64th note?": "Hemidemisemiquaver", "Which novel by John Grisham was conceived on a road trip to Florida while thinking about stolen books with his wife?": "Camino Island", "What was the first feature-length computer-animated movie?": "Toy Story", "What was the UK &quot;Who Wants to be a Millionaire?&quot; cheating scandal known as?": "Major Fraud", "What is the English title of the vaporwave track &quot;リサフランク420 / 現代のコンピュー&quot; by Macintosh Plus (Vektroid)?": "Lisa Frank 420 / Modern Computing", "Where does the book &quot;The Silence of the Lambs&quot; get its title from?": "The main character's trauma in childhood", "Who voice acted the character Hiccup in the movie &quot;How to Train Your Dragon&quot;?": "Jay Baruchel", "Which of the following actors has only been in a Quentin Tarantino directed film once?": "John Travolta", "What is the first element on the periodic table?": "Hydrogen", "In the Lord of the Rings, who is the father of the dwarf Gimli?": "Gloin", "What name did Tom Hanks give to his volleyball companion in the film `Cast Away`?": "Wilson", "What is the name of NASA’s most famous space telescope?": "Hubble Space Telescope", "What is not a wind instrument?": "Viola", "Leonardo Di Caprio won his first Best Actor Oscar for his performance in which film?": "The Revenant", "Which country has the abbreviation &quot;CH&quot;?": "Switzerland", "In the &quot;Harry Potter&quot; novels, what must a Hogwarts student do to enter the Ravenclaw Common Room?": "Answer a riddle", "Which countries participated in the Lobster War?": "France and Brazil", "In the first episode of Yu-Gi-Oh: Duel Monsters, what book is Seto Kaiba seen reading at Domino High School?": "Thus Spoke Zarathustra", "What does LASER stand for?": "Light amplification by stimulated emission of radiation", "What is the name of the corgi in Cowboy Bebop?": "Einstein", "Which greek god/goddess tossed a golden apple with the words &quot;for the fairest&quot; into the middle of the feast of the gods?": "Eris", "What year did &quot;Attack on Titan&quot; first air?": "2013", "Which Apollo mission was the first one to land on the Moon?": "Apollo 11", "The idea of Socialism was articulated and advanced by whom?": "Karl Marx", "What does the acronym CDN stand for in terms of networking?": "Content Delivery Network", "In Marvel Comics, Taurus is the founder and leader of which criminal organization?": "Zodiac", "What is an alternative name for multiple personality disorder?": "Dissociative identity disorder", "On the periodic table of elements, what is the symbol for Tin?": "Sn", "What polymer is used to make CDs, safety goggles and riot shields?": "Polycarbonate", "What song on ScHoolboy Q's album Black Face LP featured Kanye West?": "THat Part", "What was the name of the first MMORPG to popularize the genre?": "Ultima Online", "Which two modern-day countries used to be known as the region of Rhodesia between the 1890s and 1980?": "Zambia & Zimbabwe", "What major programming language does Unreal Engine 4 use?": "C++", "Who is the main heroine of the anime, Full Metal Panic!": "Kaname Chidori", "What is the mnemonic device for remembering the fates of the wives of Henry VIII?": "Divorced, Beheaded, Died, Divorced, Beheaded, Survived", "What is the name for a male bee that comes from an unfertilized egg?": "Drone", "What is the name of Rivers Cuomo's wife?": "Kyoko Ito", "How many sovereign states are members of the United Nations?": "195", "In the Netflix show, Stranger Things, what song would Will sing to himself as he was missing?": "Should I Stay or Should I Go?", "A positron is an antiparticle of a what?": "Electron", "How much radiation does a banana emit?": "0.1 Microsievert", "The Andrew Lloyd Webber musical &quot;Cats&quot; is based off a book of poems written by which author?": "T.S. Elliot", "Which one of the following titles by Valve is not based on a Community Mod?": "Ricochet", "Who is the main protagonist in Danganronpa 2: Goodbye Despair?": "Hajime Hinata", "In the fighting game &quot;Skullgirls,&quot; which character utilizes a folding chair called the &quot;Hurting&quot; as a weapon?": "Beowulf", "In Geometry Dash, what is level 13?": "Electroman Adventures", "How many strings are there on a cello?": "4", "What is the name of the main island in PLAYERUNKNOWN'S BATTLEGROUNDS?": "Erangel", "According to Toby Fox, what was the method to creating the initial tune for Megalovania?": "Singing into a Microphone", "Who patented a steam engine that produced continuous rotary motion?": "James Watt", "What is the name of the main character in &quot;Life is Strange&quot;?": "Maxine Caulfield", "Which American civilization is the source of the belief that the world would end or drastically change on December 21st, 2012?": "The Mayans", "In the game Tom Clancy's Rainbow 6 Siege, what organization is Valkyrie from?": "Navy Seals", "In the 1984 movie &quot;The Terminator&quot;, what model number is the Terminator portrayed by Arnold Schwarzenegger?": "T-800", "Which one of these is not a typical European sword design?": "Scimitar", "Frank Lloyd Wright was the architect behind what famous building?": "The Guggenheim", "In which year was the pen and paper RPG &quot;Deadlands&quot; released?": "1996", "In the show &quot;Steven Universe&quot;, who are the main two employees of The Big Donut?": "Sadie and Lars", "In the 2000 video game &quot;Crimson Skies,&quot; what was the name of the protagonists' zeppelin?": "Pandora", "In what year did &quot;The Big Bang Theory&quot; debut on CBS?": "2007", "How many federal states does Germany have?": "16", "Moore's law originally stated that the number of transistors on a microprocessor chip would double every...": "Year", "Which of the following guitarists recorded an album as a member of the Red Hot Chili Peppers?": "Dave Navarro", "What team did England beat in the semi-final stage to win in the 1966 World Cup final?": "Portugal", "What colour is the female blackbird?": "Brown", "In the film &quot;Interstellar&quot;, how long did they spend on Miller's planet?": "23 years, 4 months, and 8 days", "In &quot;Call Of Duty: Zombies&quot;, which weapon does NOT deal any damage?": "31-79 JGb215", "Who made the discovery of X-rays?": "Wilhelm Conrad Röntgen", "Which card is on the cover of the Beta rulebook of &quot;Magic: The Gathering&quot;?": "Bog Wraith", "Which of the following Terran units from the RTS game Starcraft was first introduced in the expansion Brood War?": "Medic", "What is the item required to summon the boss Duke Fishron in the game Terraria?": "Truffle Worm", "What is the largest Muslim country in the world?": "Indonesia", "Which of the following  British Monarchs never appeared on a circulated pound sterling coin?": "Edward VIII", "Which is the largest freshwater lake in the world?": "Lake Superior ", "What are the cylinder-like parts that pump up and down within the engine?": "Pistons", "In the &quot;Toaru Majutsu no Index&quot; anime, Touma Kamijou is a level 0 esper that has the ability to do what?": "Dispell any esper or magical powers", "What is the name of the final villain in the manga series &quot;Bleach&quot;?": "Yhwach", "In Disney's &quot;Toontown Online&quot;, which of these species wasn't available as a Toon?": "Cow", "Which car brand does NOT belong to General Motors?": "Ford", "What is the real name of the Scout in &quot;Team Fortress 2&quot;?": "Jeremy", "Which film star has his statue in Leicester Square?": "Charlie Chaplin", "The term &quot;scientist&quot; was coined in which year?": "1833", "Which of these is NOT a catchphrase used by Rick Sanchez in the TV show &quot;Rick and Morty&quot;?": "Slam dunk, nothing but net!", "In Fallout 4, which type of power armor is first encountered in the early mission &quot;When Freedom Calls&quot; in a crashed Vertibird?": "T-45", "A carnivorous animal eats flesh, what does a nucivorous animal eat?": "Nuts", "The Second Boer War in 1899 was fought where?": "South Africa", "Which country inside the United Kingdom does NOT appear on its flag, the Union Jack?": "Wales", "America's Strategic Defense System during the Cold War was nicknamed after this famous movie.": "Star Wars", "Which of the following Mario Kart 8 Deluxe items will NOT make you invincible?": "Golden Mushroom", "Lenovo acquired IBM's personal computer division, including the ThinkPad line of laptops and tablets, in what year?": "2005", "In &quot;Overwatch&quot;, which hero is able to wallride?": "Lucio", "How many sets of grandmaster witcher gear are in The Witcher 3's Blood and Wine DLC?": "5", "Which company did Bethesda purchase the Fallout Series from?": "Interplay Entertainment ", "Who won the 2015 Formula 1 World Championship?": "Lewis Hamilton", "In &quot;Magicka&quot;, which two elements are combined to cast the spell, &quot;Nullify&quot;?": "Arcane + Shield", "In the 2002 video game &quot;Kingdom Hearts&quot;, how many playable worlds were there?": "14", "Counting the Blood and Wine DLC, how many Hero Cards are there in total in The Witcher 3?": "25", "What is Jean ValJean's first prisoner number?": "24601", "The original mascot of the popular Nintendo game, &quot;Splatoon&quot; was going to be...": "Mario", "In the Gamecube Version of &quot;Resident Evil&quot; what text document is open on the monitor of the computer in the Visual Data Room?": "A GDC Document", "Which of the following is the longest river in Europe?": "Volga", "In the Halo series, what fleet was Thel 'Vadam supreme commander of before being branded an Arbiter?": "Fleet of Particular Justice", "This movie contains the quote, &quot;I feel the need ... the need for speed!&quot;": "Top Gun", "How long are all the cutscenes from Metal Gear Solid 4 (PS3, 2008) combined?": "8 hours", "In what year were screenshots added to Steam?": "2011", "What is the Linnean name of the domestic apple tree?": "Malus pumila", "In Baseball, how many times does the ball have to be pitched outside of the strike zone before the batter is walked?": "4", "Where is the &quot;Sonoran Desert&quot; located?": "North America", "Which actress danced the twist with John Travolta in 'Pulp Fiction'?": "Uma Thurman", "In the &quot;Call Of Duty: Zombies&quot; map &quot;Origins&quot;, how many steps are there to upgrade a Staff?": "4", "Which of these is NOT a song by Pegboard Nerds?": "WiFi Tears", "In the &quot;Jurassic Park&quot; universe, when did &quot;Jurassic Park: San Diego&quot; begin construction?": "1985", "What is the molecular formula of the active component of chili peppers(Capsaicin)?": "C18H27NO3", "In PROTOTYPE 2. who is referred to as &quot;Tango Primary&quot;?": "James Heller", "Who played the Waitress in the Spam sketch of &quot;Monty Python's Flying Circus&quot;?": "Terry Jones", "To which biological phylum do all mammals, birds and reptiles belong?": "Chordata", "The minigun was designed in 1960 by which manufacturer.": "General Electric", "Which is not a type of neuron?": "Perceptual Neuron", "Which Japanese music group was formed to produce theme music for the anime &quot;Guilty Crown&quot;?": "Egoist", "How many countries does the United States share a land border with?": "2", "In the anime Black Butler, who is betrothed to be married to Ciel Phantomhive?": "Elizabeth Midford", "What island in the Canary Islands was the scene of one of the worst air disasters in history with the collision of two jumbo jets?": "Tenerife", "Where does &quot;The Legend of Zelda: Majora's Mask&quot; take place?": "Termina", "The mobile game &quot;Jetpack Joyride&quot; was released in what year? ": "2011", "In which year was League of Legends released?": "2009", "Who is the creator of the manga series &quot;One Piece&quot;?": "Eiichiro Oda", "Which one of these is scientific term for &quot;Brain Freeze&quot;?": "Sphenopalatine Ganglioneuralgia", "Which of these game franchises were made by Namco?": "Tekken", "What alcoholic drink is mainly made from juniper berries?": "Gin", "Who directed the movie &quot;Alien&quot;?": "Ridley Scott", "Which essential condiment is also known as Japanese horseradish?": "Wasabi ", "In the Team Fortress 2 canon, what did Shakespearicles NOT invent?": "Stairs", "According to the 2014-2015 Australian Bureau of Statistics, what percentage of Australians were born overseas?": "28%", "May 16th of every year is known as __________ Day, named after a punk band prominent in the 1990s.": "Lagwagon", "Which of these cities is NOT in England?": "Edinburgh", "How many calories are in a 355 ml can of Pepsi Cola?": "150", "In Back to the Future Part II, Marty and Dr. Emmett Brown go to which future date?": "October 21, 2015", "Which of these is NOT the name of an album released by Miami-based producer DJ Khaled?": "Don't Ever Play Yourself", "Which of these African countries list &quot;Spanish&quot; as an official language?": "Equatorial Guinea", "The protagonist in the game &quot;Cave Story&quot; is named": "Quote", "Computer manufacturer Compaq was acquired for $25 billion dollars in 2002 by which company?": "Hewlett-Packard", "What was the title of the first Bond movie, released in 1962?": "Dr. No", "What is the fifth largest country by area?": "Brazil", "Who is depicted on the US hundred dollar bill?": "Benjamin Franklin", "Which former Coronation Street actress was once a hostess on the British Game Show &quot;Double Your Money&quot;?": "Amanda Barrie", "Who was the only god from Greece who did not get a name change in Rome?": "Apollo", "In Need for Speed: Underground, what car does Eddie drive?": "Nissan Skyline GT-R (R34)", "Who played Agent Fox Mulder in the TV sci-fi drama &quot;The X-Files&quot;?": "David Duchovny", "In the game &quot;Undertale&quot;, who was Mettaton's creator?": "Alphys", "What is the most preferred image format used for logos in the Wikimedia database?": ".svg", "Which of the following men does not have a chemical element named after him?": "Sir Isaac Newton", "At the start of a standard game of the Monopoly, if you throw a double six, which square would you land on?": "Electric Company", "What is the oldest US state?": "Delaware", "In Kingdom Hearts, how many members does Organization XIII have in total?": "14", "Which of the following countries does &quot;JoJo's Bizarre Adventure: Stardust Crusaders&quot; not take place in?": "Philippines", "What did Alfred Hitchcock use as blood in the film &quot;Psycho&quot;? ": "Chocolate syrup", "Adolf Hitler was born on which date?": "April 20, 1889", "Which of these stars is the largest?": "UY Scuti", "What was the name of the Mysterious Island, in Jules Verne's &quot;The Mysterious Island&quot;?": "Lincoln Island", "In Animal Crossing, who is the manager of the town shop?": "Tom Nook", "Before &quot;Jurassic Park III&quot; was finalized and the Spinosaurus was chosen, which dinosaur was going to be the star?": "Baryonyx", "In the &quot;Harry Potter&quot; series, what is Headmaster Dumbledore's full name?": "Albus Percival Wulfric Brian Dumbledore", "In the show &quot;Futurama&quot; what is Fry's full name?": "Philip J. Fry", "In golf, what name is given to a hole score of two under par?": "Eagle", "Which of the following weapons in &quot;Counter-Strike: Global Offensive&quot; does not have a right-click function?": "XM1014", "What ingredients are required to make a cake in Minecraft?": "Milk, Sugar, Egg, and Wheat", "What's the second book in George R. R. Martin's 'A Song of Ice and Fire' series?": "A Clash of Kings", "What is the real name of &quot;moot&quot;, founder of the imageboard 4chan?": "Christopher Poole", "In the Magic: The Gathering universe, which plane does the Homelands expansion take place in?": "Ulgrotha", "Which of these founding fathers of the United States of America later became president?": "James Monroe", "Who is the main character of &quot;Metal Gear Solid 3&quot;?": "Naked Snake", "What state is the largest state of the United States of America?": "Alaska", "What is the unit of electrical resistance?": "Ohm", "What is the Spanish word for &quot;donkey&quot;?": "Burro", "Which operation in &quot;Tom Clancy's Rainbow Six Siege&quot; introduced the &quot;Skyscraper&quot; map?": "Red Crow", "Who was the President of the United States during the signing of the Gadsden Purchase?": "Franklin Pierce", "Which soccer team won the Copa América 2015 Championship ?": "Chile", "In what sport is a &quot;shuttlecock&quot; used?": "Badminton", "Who had hits in the 70s with the songs &quot;Lonely Boy&quot; and &quot;Never Let Her Slip Away&quot;?": "Andrew Gold", "Which country will host the 2020 Summer Olympics?": "Japan", "How many countries does Spain have a land border with?": "5", "What is the atomic number of the element Strontium?": "38", "Which former US president used &quot;Let's Make America Great Again&quot; as his campaign slogan before Donald Trump's campaign?": "Ronald Reagan", "Which of these roles in Town of Salem is mafia?": "Disguiser", "Which of these Counter-Strike maps is a bomb defuse scenario?": "Prodigy", "How many studio albums have the duo Daft Punk released?": "4", "What model was the sports car gifted to Yuri Gagarin by the French government in 1965?": "Matra Djet", "The Rush song &quot;YYZ&quot; derives its name from the IATA aiport identification code for which city?": "Toronto", "Which of these characters was considered, but ultimately not included, for Super Smash Bros. Melee?": "James Bond", "Which football player is featured on the international cover version of the video game FIFA 16?": "Lionel Messi", "In &quot;Resident Evil 3&quot;, how many inventory slots does Jill have at the start of the game?": "10", "In 2014, over 6 million General Motors vehicles were recalled due to what critical flaw?": "Faulty ignition switch", "What is the capital of Denmark?": "Copenhagen", "The cake depicted in Valve's &quot;Portal&quot; franchise most closely resembles which real-world type of cake?": "Black Forest", "Which country is featured in Ace Combat 5: The Unsung War?": "Osea", "The eccentric natural philosopher Tycho Brahe kept what as a pet?": "Moose", "The land mass of modern day Turkey is called what?": "Anatolia", "In the 1969 Cartoon show &quot;Dastardly and Muttley in Their Flying Machines&quot;, which were NOT one of the lyrics in the opening theme?": "Stab him", "GoldenEye 007 on the Nintendo 64 was planned to allow you to play as all previous Bond actors, with the exception of who?": "George Lazenby", "Who led the Communist Revolution of Russia?": "Vladimir Lenin", "During the Spanish Civil War (1936), Francisco Franco fought for which political faction?": "Nationalist Spain", "What was the name of the planned invasion of Japan towards the end of World War II?": "Operation Downfall", "In the game &quot;Overwatch,&quot; which quote does the hero &quot;McCree&quot; NOT say upon using his flashbang ability?": "&quot;You done?&quot;", "Which of the following ancient peoples was NOT classified as Hellenic (Greek)?": "Illyrians", "The book &quot;Fahrenheit 451&quot; was written by whom?": "Ray Bradbury", "Which computer hardware device provides an interface for all other connected devices to communicate?": "Motherboard", "In baseball, how many fouls are an out?": "0", "Au on the Periodic Table refers to which element?": "Gold", "Which of these is NOT a Disney cartoon character?": "Daffy Duck", "After England, more Shakespeare plays are set in this present day country than in any other.": "Italy", "Who voices the character &quot;Reigen&quot;  in the English dub of &quot;Mob Psycho 100&quot;?": "Chris Niosi", "How many kilobytes in one gigabyte (in decimal)?": "1000000", "In &quot;Star Trek&quot;, what is the Ferengi's First Rule of Acquisition?": "Once you have their money, you never give it back. ", "What was the name of the protagonist in the movie Commando (1985)?": "John Matrix", "What album did Gorillaz release in 2017?": "Humanz", "The Principality of Sealand is an unrecognized micronation off the coast of what country?": "The United Kingdom", "Before it's redesign of the company logo in the year 2000, which 3D shape is NOT represented in the Electronic Arts logo?": "Cylinder", "Who is Batman?": "Bruce Wayne", "In the 1974 Christmas flick &quot;The Year Without a Santa Claus,&quot; what are the names of the two elves who help Mrs. Claus save Christmas?": "Jingle & Jangle", "What was the first James Bond film?": "Dr. No", "In Terraria, what does the Wall of Flesh not drop upon defeat?": "Picksaw", "What is the AK-47's name in Counter Strike: Source?": "CV-47", "In the game &quot;Overwatch,&quot; what are the names of the two Australian criminals from the Junkers faction?": "Junkrat and Roadhog", "With which doubles partner did John McEnroe have most success?": "Peter Fleming", "Which American family band had a 1986 top 10 hit with the song 'Crush On You'?": "The Jets", "In what year was &quot;Super Mario Sunshine&quot; released?": "2002", "What is Laos?": "Country", "In the 1994 movie &quot;Speed&quot;, what is the minimum speed the bus must go to prevent to bomb from exploding?": "50 mph", "In the anime Assassination Classroom what is the class that Korosensei teaches?": "Class 3-E", "Pamina and Papageno are characters in what Mozart opera?": "The Magic Flute", "For the film &quot;Raiders of The Lost Ark&quot;, what was Harrison Ford sick with during the filming of the Cairo chase?": "Dysentery", "What is the relationship between Rick and Morty in the show &quot;Rick and Morty&quot;?": "Grandfather and Grandson", "In Left 4 Dead, which campaign has the protagonists going through a subway in order to reach a hospital for evacuation?": "No Mercy", "How old was Adolf Hitler when he died?": "56", "What nucleotide pairs with guanine?": "Cytosine", "Pete Townshend collaborated with which famous guitarist for an event at Brixton Academy in 1985?": "David Gilmour", "In the &quot;To Love-Ru&quot; series, how many Trans-weapons were created?": "3", "Which of the following is NOT a Russian car manufacturer?": "BYD", "What was the first weapon pack for &quot;PAYDAY 2&quot;?": "The Gage Weapon Pack #1", "Where would you find the &quot;Spanish Steps&quot;?": "Rome, Italy", "Who is the only voice actor to have a speaking part in all of the Disney Pixar feature films? ": "John Ratzenberger", "What is “The Sport of Kings”?": "Horse Racing", "When did Spanish Peninsular War start?": "1808", "In &quot;Jurassic World&quot;, what is the name of the dinosaur that is a genetic hybrid?": "Indominus Rex", "Which video game was recalled for containing a hidden, playable South Park episode?": "Tiger Woods 99 PGA Tour", "Which of the following is not a character in the video game Doki Doki Literature Club?": "Nico", "The 2016 Disney animated film 'Moana' is based on which culture?": "Polynesian", "The F1 season of 1994 is remembered for what tragic event?": "Death of Ayrton Senna (San Marino)", "When did the online streaming service &quot;Mixer&quot; launch?": "2016", "On what medium was &quot;Clannad&quot; first created?": "Visual novel", "Which documentary film maker wrote and starred in the film &quot;My Scientology Movie&quot; which first debuted in 2015?": "Louis Theroux", "In flight systems, what does the initialism &quot;TCAS&quot; stand for?": "Traffic Collision Avoidance System", "Who is the protagonist of the videogame &quot;Dead Rising 2&quot;?": "Chuck Greene", "What is the name the location-based augmented reality game developed by Niantic before Pokémon GO?": "Ingress", "What type of dog is 'Handsome Dan', the mascot of Yale University?": "Bulldog", "In the game series &quot;The Legend of Zelda&quot;, what was the first 3D game?": "Ocarina of Time", "In the game Pokémon Conquest, how many kingdoms make up the region of Ransei?": "17", "What is the &quot;Mitsubishi Wakamaru&quot;?": "A robot", "What was the name of the actor who played Leatherface in the 1974 horror film, The Texas Chainsaw Massacre?": "Gunnar Hansen", "Who was the guitarist in the band &quot;The Doors&quot;?": "Robby Krieger", "What was the name of the protagonist of Metal Gear Solid V: The Phantom Pain?": "Punished &quot;Venom&quot; Snake", "Electronic artists Boys Noize and Skrillex have collaborated and released tracks under what name?": "Dog Blood", "Which of the following is used to measure blood pressure?": "Sphygmomanometer", "In the 1999 movie Fight Club, which of these is not a rule of the &quot;fight club&quot;?": "Always wear a shirt", "Which of these is NOT a name of a city in the main island of PLAYERUNKNOWN'S BATTLEGROUNDS?": "Belushya Guba", "Which of these countries is not a United Nations member state?": "Niue", "What is the capital of Indonesia?": "Jakarta", "Which one of these Rammstein songs has two official music videos?": "Du Riechst So Gut", "In the game &quot;Brawlhalla&quot;, what species is the character Bödvar is?": "Half Human / Half Bear", "In The Elder Scrolls V: Skyrim, who is the jester in the dark brotherhood?": "Cicero", "When was the original Star Wars: Battlefront II released?": "October 31, 2005", "What was Nickelodeon's original name?": "Pinwheel", "The 1996 film 'Fargo' is primarily set in which US state?": "Minnesota", "Before Super Smash Bros. contained Nintendo characters, what was it known as internally?": "Dragon King: The Fighting Game", "What caused Jake Lloyd who played Anakin Skywalker in The Phantom Menace to quit acting?": "Bullying", "Which Game Development company made No Man's Sky?": "Hello Games", "This movie contains the quote, &quot;What we've got here is a failure to communicate.&quot;": "Cool Hand Luke", "Artis Leon Ivey Jr. is better known as which rap artist?": "Coolio", "What do you call a baby bat?": "Pup", "Which of the following vehicles featured a full glass roof at base model?": "Renault Avantime", "What is the oldest team in the NFL?": "Arizona Cardinals", "In which mall does &quot;Dead Rising&quot; take place?": "Willamette Parkview Mall", "Who is the last boss in Night In The Woods' Demontower minigame?": "The Blood Thief", "In the Beatrix Potter books, what type of animal is Tommy Brock?": "Badger", "Who is the main character in One Piece?": "Luffy", "In the video-game franchise Kingdom Hearts, the main protagonist, carries a weapon with what shape?": "Key", "In Jeff Wayne's Musical Version of War of the Worlds, the chances of anything coming from Mars are...": "A million to one", "In Touhou 12: Undefined Fantastic Object, which of these was not a playable character?": "Izayoi Sakuya", "How many types of quarks are there in the standard model of physics?": "6", "How many points is the Z tile worth in Scrabble?": "10", "Who assassinated President James A. Garfield?": "Charles Guiteau", "Which of these Generation 1 Pokemon did NOT have an evolution in Generation 4?": "Jynx", "What year was the Disney film &quot;A Goofy Movie&quot; released?": "1995", "Which internet company began life as an online bookstore called 'Cadabra'?": "Amazon", "What is Canada's smallest province?": "Prince Edward Island", "What was the first &quot;Call Of Duty: Zombies&quot; map to be directed by Jason Blundell?": "Mob Of The Dead", "These two countries held a commonwealth from the 16th to 18th century.": "Poland and Lithuania", "Which of the following Pacific Islander countries is ruled by a constitutional monarchy?": "Tonga", "In the Mad Max franchise, what type of car is the Pursuit Special driven by Max?": "Ford Falcon", "In the movie &quot;Blade Runner&quot;, what is the term used for human-like androids ?": "Replicants", "In Game of Thrones what is the name of Jon Snow's sword?": "Longclaw", "Which U.S. president was said to have been too honest to lie to his father about chopping down a cherry tree?": "George Washington", "Which of these companies does NOT manufacture automobiles?": "Ducati", "In &quot;Homestuck&quot; what is Dave Strider's guardian?": "Bro", "Which of these is not an Ed Sheeran album?": "-", "The voice actor for which Portal 2 character was not a TV or film actor prior to the game?": "GLaDOS", "Which English king was married to Eleanor of Aquitaine?": "Henry II", "What programming language was used to create the game &quot;Minecraft&quot;?": "Java", "What does the 'S' stand for in the abbreviation SIM, as in SIM card? ": "Subscriber", "In the ARPG &quot;Path of Exile,&quot; what is the highest amount of sockets that an item can have?": "6", "What is the name of Joel's daughter in the game, &quot;The Last of Us&quot;? ": "Sarah", "Who's the creator of Geometry Dash?": "Robert Topala", "The programming language 'Swift' was created to replace what other programming language?": "Objective-C", "In the survival horror game, &quot;Cry of Fear,&quot; what was the name of Simon's close friend/potential love interest?": "Sophie", "Which European city has the highest mileage of canals in the world?": "Birmingham", "Which of the following countries was not an axis power during World War II?": " Soviet Union", "In which year did the Invasion of Kuwait by Iraq occur?": "1990", "Which of these games was the earliest known first-person shooter with a known time of publication?": "Spasim", "Where are Terror Fiends more commonly found in the Nintendo game Miitopia?": "New Lumos", "The first version of Blockland came out in which year?": "2004", "What team did England beat to win in the 1966 World Cup final?": "West Germany", "The board game Monopoly takes its street names from which real American city?": "Atlantic City, New Jersey", "What is the name of the Boeing B-29 that dropped the 'Little Boy' atomic bomb on Hiroshima?": "Enola Gay", "What is the name of the virus that infected New York in Tom Clancy's The Division?": "Dollar Flu", "Who was the first man to travel into outer space twice?": "Gus Grissom", "What is the scientific name for the &quot;Polar Bear&quot;?": "Ursus Maritimus", "From which country did the song &quot;Gangnam Style&quot; originate from?": "South Korea", "Along with Oxygen, which element is primarily responsible for the sky appearing blue?": "Nitrogen", "What's the name of the halloween-related Sims 4 Stuff Pack released September 29th, 2015?": "Spooky Stuff", "What is the name of the Greek god of peaceful deaths?": "Thanatos", "Chartreuse is a color between yellow and what?": "Green", "In &quot;Highschool of the Dead&quot;, where did Komuro and Saeko establish to meet after the bus explosion?": "Eastern Police Station", "Which water-type Pokémon starter was introduced in the 4th generation of the series?": "Piplup", "What is the name of the comic about a young boy, and a tiger who is actually a stuffed animal?": "Calvin and Hobbes", "Which singer is portrayed by Bruce Campbell in the 2002 film 'Bubba Ho-Tep'?": "Elvis Presley", "In the &quot;Metal Gear Solid&quot; series, what's the name of Solid Snake's brother?": "Liquid Snake", "The creator of the Touhou Project series is:": "ZUN", "The theme for the popular science fiction series &quot;Doctor Who&quot; was composed by who?": "Ron Grainer", "Which band is the longest active band in the world with no breaks or line-up changes?": "U2", "In 2014, this new top 100 rapper who featured in &quot;Computers&quot; and &quot;Body Dance&quot; was arrested in a NYPD sting for murder.": "Bobby Shmurda", "Which of these is not a member of the virtual band Gorillaz?": "Phi Cypher", "Which of these is the name for the failed key escrow device introduced by the National Security Agency in 1993?": "Clipper Chip", "In Left 4 Dead, what is the character Bill's last name?": "Overbeck", "In the Super Smash Bros. series, which character was the first one to return to the series after being absent from a previous game?": "Dr. Mario", "Who is the lead singer of the band Coldplay?": "Chris Martin", "In &quot;The Big Bang Theory&quot;, what is Howard Wolowitz's nickname in World of Warcraft?": "Wolowizard", "Which of these Roman gods doesn't have a counterpart in Greek mythology?": "Janus", "In which manga did the &quot;404 Girl&quot; from 4chan originate from?": "Yotsuba&!", "In the original DOOM (1993) which of the following is NOT a cheat code?": "IDCLIP", "Which of the following characters from the game &quot;Overwatch&quot; was revealed to be homosexual in December of 2016?": "Tracer", "In Call of Duty: Modern Warfare 2, how many consecutive kills does it require to earn the &quot;Tactical Nuke&quot; killstreak?": "25", "In World of Warcraft Lore, four Old Gods created a giant and powerful creature. What was it called? ": "The Ancient One", "Which candy is NOT made by Mars?": "Almond Joy", "In the 1995 film &quot;Balto&quot;, who are Steele's accomplices?": "Kaltag, Nikki, and Star", "In what Half-Life expansion can you find Gordon's picture in an &quot;Employee of the Month&quot; picture frame?": "Half-Life: Opposing Force", "What was the first PlayStation game to require the use of the DualShock controller?": "Ape Escape", "Which famous rapper is featured in Jack Ü (Skrillex and Diplo)'s 2015 single called &quot;Febreze&quot;?": "2 Chainz", "In which game does a character say, &quot;Sometimes, I dream about cheese&quot;?": "Half Life 2", "Which member of the Foo Fighters was previously the drummer for Nirvana?": "Dave Grohl", "Which retro video game was released first?": "Space Invaders", "What did the abbreviation &quot;RMS&quot; stand for in the RMS Titanic in 1912?": "Royal Mail Ship", "Which of these is NOT a player class in Team Fortress 2?": "Healer", "What physics principle relates the net electric flux out of a closed surface to the charge enclosed by that surface?": "Gauss's Law", "How many times was Albert Einstein married in his lifetime?": "Twice", "What is the name of Broadway's first &quot;long-run&quot; musical?": "The Elves", "In &quot;Magic: The Gathering&quot;, what instant card has the highest converted mana cost?": "Blinkmoth Infusion", "What is the name of the robot in the 1951 science fiction film classic 'The Day the Earth Stood Still'?": "Gort", "In 1453, which important city fell?": "Constantinople", "According to the International System of Units, how many bytes are in a kilobyte of RAM?": "1000", "What is the name of the race horse that Tony Soprano becomes attached to?": "Pie-O-My", "What is not a playable race in &quot;Final Fantasy XIV: A Realm Reborn&quot;?": "Hume", "During World War I, which nation's monarchs were blood related?": "England, Germany, Russia", "What is the name of the gang that Ponyboy is a part of in the book, The Outsiders?": "The Greasers", "Which one of these artists appears in the album Deltron 3030?": "Dan the Automater", "Which of these movies did Jeff Bridges not star in?": "The Hateful Eight", "In quantum physics, which of these theorised sub-atomic particles has yet to be observed?": "Graviton", "Which celebrity announced his presidency in 2015?": "Kanye West", "Which of these Russian cities did NOT contain a stadium that was used in the 2018 FIFA World Cup?": "Vladivostok", "Who is the main character of the game Half-Life: Opposing Force?": "Adrian Shephard", "Who won the 2017 Formula One World Drivers' Championship?": "Lewis Hamilton", "In the comics, which Sonic character took command of the Dark Legion after Luger's assassination?": "Lien-Da", "In computing terms, typically what does CLI stand for?": "Command Line Interface", "Foie gras is a French delicacy typically made from what part of a duck or goose?": "Liver", "Who is the main protagonist in, the 1985 film, Back to the Future?": "Marty McFly", "In Splatoon 2, who are the members of Off The Hook?": "Pearl & Marina", "What common name is given to the medial condition, tibial stress syndrome (MTSS)?": "Shin Splints", "What is real haggis made of?": "Sheep's Heart, Liver and Lungs", "The Western Lowland Gorilla is scientifically know as?": "Gorilla Gorilla Gorilla", "Who was the 40th President of the USA?": "Ronald Reagan", "What was the first game in the &quot;Battlefield&quot; series?": "Battlefield 1942", "What is the name of the song by Beyoncé and Alejandro Fernández released in 2007?": "Amor Gitano", "Which of the following is not in the Indo-European language family?": "Finnish", "Which sign of the zodiac comes between Virgo and Scorpio?": "Libra", "Who made Garry's Mod?": "Garry Newman", "Who recorded the 1975 album 'Captain Fantastic and the Brown Dirt Cowboy'?": "Elton John", "Which American manufactured submachine gun was informally known by the American soldiers that used it as &quot;Grease Gun&quot;?": "M3", "Which of the following is the oldest of these computers by release date?": "TRS-80", "Who stars in Brutal Legend?": "Jack Black", "Which element has the atomic number of 7?": "Nitrogen", "In the novel 1984, written by George Orwell, what is the name of the totalitarian regime that controls Oceania?": "INGSOC", "In the Doctor Who universe, how many times can a time lord normally regenerate?": "12", "What is the name of the inspector in the series &quot;On the Buses&quot;?": "Blakey", "Which artist collaborated with American DJ Dillon Francis to release the song 2016 &quot;Need You&quot;?": "NGHTMRE", "Who was the first president born in the independent United States?": "Martin Van Buren", "How many women joined the United States Armed Services during World War II?": "350,000", "In physics, conservation of energy and conservation of momentum are both consequences of which of the following?": "Noether's Theorem", "In Alice in Wonderland, what is the name of Alice's kitten?": "Dinah", "Which Louis was known as 'The Sun King of France'?": "Louis XIV", "List the following Iranic empires in chronological order:": "Median, Achaemenid, Parthian, Sassanid", "The now extinct species &quot;Thylacine&quot; was native to where?": "Tasmania, Australia", "When was Minecraft first released to the public?": "May 17th, 2009", "The LS1 engine is how many cubic inches?": "346", "Who was the Director of the 1988 Anime film &quot;Grave of the Fireflies&quot;?": "Isao Takahata", "What machine element is located in the center of fidget spinners?": "Bearings", "Who was the villain of ''The Lion King''?": "Scar", "What is the name of the talking cat in Persona 5?": "Morgana", "What is the star sign of someone born on Valentines day?": "Aquarius", "What is Lilo's last name from Lilo and Stitch?": "Pelekai", "Who voices the infamous Citadel Station A.I known as S.H.O.D.A.N, in the System Shock games?": "Terri Brosius", "Which actor and martial artist starred as Colonel Guile in the 1994 action film adaptation of Street Fighter?": "Jean-Claude Van Damme", "In the game &quot;Terraria&quot;, which of these bosses are pre-hardmode bosses?": "Eye of Cthulhu", "In June 2017, Saudi Arabia and Egypt broke off ties with which country over its supposed support for terrorism?": "Qatar", "'74–'75 is a 1993 single from the album Ring by what American band?": "The Connells", "Former United States President Bill Clinton famously played which instrument?": "Saxophone", "How many controllers could a Nintendo GameCube have plugged in at one time?": "4", "If you planted the seeds of Quercus robur, what would grow?": "Trees", "Where did the British Boy Band &quot;Bros&quot; come from?": "Camberley", "Which car manufacturer created the &quot;Aventador&quot;?": "Lamborghini", "What year did the anime &quot;Himouto! Umaru-chan&quot; air?": "2015", "Which of the following European languages is classified as a &quot;language isolate?&quot;": "Basque", "Which country does the electronic music duo &quot;The Knife&quot; originate from?": "Sweden", "In season one of the US Kitchen Nightmares, Gordan Ramsay tried to save 10 different restaurants. How many ended up closing afterwards?": "9", "In World of Warcraft the default UI color that signifies Druid is what?": "Orange", "Which Variable Valve Timing technology is used by BMW?": "VANOS", "What is the most commonly used noun in the English language?": "Time", "Deuterium is an isotope of which element?": "Hydrogen", "In &quot;Star Trek Nemesis&quot;, why was Praetor Shinzon created?": "To replace Picard as a Romulan Agent", "Who was Donald Trump's first wife?": "Ivana Zelníčková", "What age was King Henry V when he died?": "35", "What is the nickname of Northampton town's rugby union club?": "Saints", "Which coding language was the #1 programming language in terms of usage on GitHub in 2015?": "JavaScript", "Which artist released the 2012 single &quot;Harlem Shake&quot;, which was used in numerous YouTube videos in 2013?": "Baauer", "Who discovered Penicillin?": "Alexander Flemming", "According to scholarly estimates, what percentage of the world population at the time died due to Tamerlane's conquests?": "5%", "In &quot;Mario & Sonic at the Olympic Games&quot;, characters are split into how many types?": "4", "In &quot;Breaking Bad&quot;, Walter White is a high school teacher diagnosed with which form of cancer?": "Lung Cancer", "In the programming language Java, which of these keywords would you put on a variable to make sure it doesn't get modified?": "Final", "Where are the cars of the brand &quot;Ferrari&quot; manufactured?": "Italy", "What UK Train does NOT go over 125MPH?": "Sprinter", "In &quot;Sonic the Hedgehog 3&quot; for the Sega Genesis, what is the color of the second Chaos Emerald you can get from Special Stages?": "Orange", "Which famous military commander marched an army, which included war elephants, over the Alps during the Second Punic War?": "Hannibal", "What tool lends it's name to a last-stone advantage in an end in Curling?": "Hammer", "In The Simpsons, which war did Seymour Skinner serve in the USA Army as a Green Beret?": "Vietnam War", "Who was the only president to not be in office in Washington D.C?": "George Washington", "In the Pixar film, &quot;Toy Story&quot; what was the name of the child who owned the toys?": "Andy", "&quot;Doctor Who&quot; star David Tennant performed in a rendition of which Shakespearean play?": "Hamlet", "In a game of snooker, what colour ball is worth 3 points?": "Green", "What are Sans and Papyrus named after in &quot;Undertale&quot;?": "Fonts", "In the game Half-Life, which enemy is showcased as the final boss?": "The Nihilanth", "What is the Capital of the United States?": "Washington, D.C.", "What internet protocol was documented in RFC 1459?": "IRC", "Who was the longest-serving senator in US history, serving from 1959 to 2010?": "Robert Byrd", "Against which country did the Dutch Republic fight the Eighty Years' War?": "Spain", "Which of these Pokémon cannot learn Surf?": "Arbok", "In &quot;Homestuck&quot; the &quot;Kingdom of Darkness&quot; is also known as?": "Derse", "On which day did construction start on &quot;The Pentagon&quot;, the headquarters for the United States Department of Defense?": "September 11, 1941", "Which character class in Dungeons and Dragons 5th edition gains it's powers from making a pact with a being of higher power?": "Warlock", "Which of these people was NOT a founder of Apple Inc?": "Jonathan Ive", "In what year was McDonald's founded?": "1955", "In the game &quot;The Sims&quot;, how many Simoleons does each family start with?": "20,000", "What's Harry Potter's dad's name?": "James Potter", "Which of the following characters is NOT a female marriage candidate in the game Stardew Valley?": "Caroline", "Which of these countries remained neutral during World War II?": "Switzerland", "Which round does a WW2 M1 Garand fire?": ".30-06", "What kind of train was Stepney, a train on the Bluebell Railway notable for his appearance in &quot;The Railway Series&quot;?": "LB&SCR A1X", "In the  Rossini opera, what was the name of 'The Barber of Seville'?": "Figaro", "In the MMO RPG &quot;Realm of the Mad God&quot;, what class is known for having the highest possible defense?": "The Knight", "In Diablo lore, this lesser evil spawned from one of the seven heads of Tathamet, and was known as the Maiden of Anguish.": "Andariel", "What is the scientific name of the Common Chimpanzee?": "Pan troglodytes", "Pink Floyd made this song for their previous lead singer Syd Barrett.": "Shine On You Crazy Diamond", "When did Lithuania declare independence from the Soviet Union?": "March 11th, 1990", "The Nike apparel and footwear brand takes it's name from the Greek goddess of what?": "Victory", "Who is the founder and leader of industrial rock band, 'Nine Inch Nails'?": "Trent Reznor", "Which of the following Zelda games did not feature Ganon as a final boss?": "Majora's Mask", "Which of these cards from &quot;Magic: The Gathering&quot; has a flavor text that begins with &quot;Oi oi oi&quot;?": "Uthden Troll", "Who are the original creators of Rachet & Clank?": "Insomniac Games", "What device allows Tracer to manipulate her own time in the game &quot;Overwatch&quot;?": "Chronal Accelerator", "What is the subtitle for Gran Turismo 3?": "A-Spec", "Who is the lead singer of the British pop rock band Coldplay?": "Chris Martin", "What year was Canada founded in?": "1867", "In Need for Speed: Most Wanted (2005), what was the name of the main antagonist?": "Clarence &quot;Razor&quot; Callahan", "In the episode of SpongeBob SquarePants, &quot;Survival of the Idiots&quot;, Spongebob called Patrick which nickname?": "Pinhead", "When someone is inexperienced they are said to be what color?": "Green", "Bridgetown is the capital of which island country in the Carribean?": "Barbados", "In the Panic! At the Disco's song &quot;Nothern Downpour&quot;, which lyric follows 'I know the world's a broken bone'.": "&quot;So melt your headaches call it home&quot;", "Who is Manchester United's top premier league goal scorer?": "Wayne Rooney", "Which of these cities does NOT have a United States Minting location?": "St. Louis, MO", "Who directed the 2015 movie &quot;The Revenant&quot;?": "Alejandro G. Iñárritu", "What is the tallest mountain in Canada?": "Mount Logan", "Which of these is not a real character in the cartoon series My Little Pony: Friendship is Magic?": "Rose Marene", "What is the code name for the mobile operating system Android 7.0?": "Nougat", "Which chemical element has the lowest boiling point?": "Helium", "Satella in &quot;Re:Zero&quot; is the witch of what?": "Envy", "Which year was the album &quot;Year of the Snitch&quot; by Death Grips released?": "2018", "Who was the voice actor for Snake in Metal Gear Solid V: The Phantom Pain?": "Kiefer Sutherland", "Which of the following Presidents of the United States was assassinated?": "William McKinley", "In the Half-Life series, Gordon Freeman's signature weapon is a:": "Crowbar", "What is the 15th letter of the Greek alphabet?": "Omicron (Ο)", "Who was the original drummer for The Beatles?": "Tommy Moore", "Which of the following blood component forms a plug at the site of injuries?": "Platelets", "Which Norse God has a horse named Sleipnir?": "Odin", "In &quot;Star Trek&quot;, what sauce is commonly used by Klingons on bregit lung?": "Grapok sauce", "What is the longest river in Europe?": "Volga", "Which of these book series is by James Patterson?": "Maximum Ride", "Who is the artist of the recent new album the Uncanny Valley?": "Perturbator", "In the Magic: The Gathering universe, the Fallen Empires expansion takes place on which continent?": "Sarpadia", "Which actor plays Obi-Wan Kenobi in Star Wars Episodes I-lll?": "Ewan McGregor", "In the Friday The 13th series, what is Jason's mother's first name?": "Pamela", "In the National Pokedex what number is Porygon-Z?": "474", "In the video game &quot;Postal 2&quot;, what is the name of Postal Dude's dog?": "Champ", "From where does the Nintendo video game character Mario derive his name?": "The landlord of the American headquarters", "This element, when overcome with extreme heat and pressure, creates diamonds.": "Carbon", "The &quot;Trail of Tears&quot; was a result of which United States President's Indian Removal Policy?": "Andrew Jackson", "Which one of these games came out first?": "Terraria", "What is the smallest number that can be expressed as the sum of two positive cubes in two different ways?": "1729", "Which actor from The Young Ones also played Lord Flashheart in one episode of Blackadder II?": "Rik Mayall", "Which actor provided the voice for the main character's father in Fallout 3?": "Liam Neeson", "Who wrote and directed the 1986 film 'Platoon'?": "Oliver Stone", "How many countries border Kyrgyzstan?": "4", "What is the airspeed velocity of an unladen swallow?": "24 MPH", "In &quot;Avatar: The Last Airbender&quot;, which element does Aang begin to learn after being defrosted?": "Water", "In &quot;Starbound&quot;, according to the asset files, the description of the &quot;Erchius Ghost&quot; is the same as which other assets?": "Spookit", "Which of the following countries was the first to send an object into space?": "Germany", "Which of the following is the world's best-selling book?": "The Lord of the Rings", "In &quot;Call Of Duty: Zombies&quot;, what is the name of the Pack-A-Punched Crossbow?": "Awful Lawton", "What is the capital of Spain?": "Madrid", "Which one of the first four titles of the &quot;Grand Theft Auto&quot; franchise started the series of iconic image grid cover arts?": "Grand Theft Auto III", "Which band name isn't a Stand in &quot;JoJo's Bizzare Adventure&quot;?": "AC/DC", "Which of the following music bands is not from Finland?": "Sabaton", "Daniel Radcliffe became a global star in the film industry due to his performance in which film franchise?": "Harry Potter", "What bird is born with claws on its wing digits?": "Hoatzin", "How many dice are used in the game of Yahtzee?": "Five", "Which Italian footballer told Neuer where he's putting his shot and dragging it wide, during the match Italy-Germany, UEFA EURO 2016?": "Pelle", "In Undertale, how much do Spider Donuts cost in Hotland?": "9999G", "What is the capital of Senegal?": "Dakar", "Who was the top scorer of the 2014 FIFA World Cup?": "James Rodríguez", "&quot;Silhouette&quot;, a song performed by the group 'KANA-BOON' is featured as the sixteenth opening of which anime?": "Naruto: Shippūden", "What year were the Marian Reforms instituted in the Roman Republic?": "107 BCE", "In &quot;Yo! Noid 2,&quot; The Noid can perform what special move?": "Dab", "Who played the sun baby in the original run of Teletubbies?": "Jessica Smith", "In which 1955 film does Frank Sinatra play Nathan Detroit?": "Guys and Dolls", "Excluding their instructor, how many members of Class VII are there in the game &quot;Legend of Heroes: Trails of Cold Steel&quot;?": "9", "Which small country is located between the borders of France and Spain?": "Andorra", "What is the first book of the Old Testament?": "Genesis", "Bir Tawil, an uninhabited track of land claimed by no country, is located along the border of which two countries?": "Egypt and Sudan", "Which of these games takes place in the Irish town of Doolin, with the option to play as one of the characters, Ellen and Keats?": "Folklore", "In the beginning of the game &quot;Sonic Adventure&quot;, what color Chaos Emerald does Tails own?": "Purple", "What does a milliner make and sell?": "Hats", "What CS:GO case contains the Butterfly Knife?": "Breakout Case", "What was the soft drink Pepsi originally introduced as?": "Brad's Drink", "Which &quot;Fallout: New Vegas&quot; quest is NOT named after a real-life song?": "They Went That-a-Way", "What does CPU stand for?": "Central Processing Unit", "What was Sir Handel's original name in &quot;The Railway Series&quot; and it's animated counterpart &quot;Thomas and Friends?&quot;": "Falcon", "In the video game Overwatch, which playable character is infamous for saying &quot;It's high noon.&quot;?": "McCree", "Which of the following is NOT one of the main characters in Grand Theft Auto V’s story mode?": "Tommy Vercetti", "Which car tire manufacturer is famous for its &quot;Eagle&quot; brand of tires, and is the official tire supplier of NASCAR?": "Goodyear", "Which of these songs is NOT in The Beatles' album &quot;Sgt. Pepper's Lonely Hearts Club Band&quot;?": "Strawberry Fields Forever", "What was the name of the rock band that Nobuo Uematsu formed that played songs from various Final Fantasy games?": "The Black Mages", "Medaka Kurokami from &quot;Medaka Box&quot; has what abnormality?": "The End", "What is the official language of Costa Rica?": "Spanish", "What is the capital city of Bermuda?": "Hamilton", "What is the cartoon character, Andy Capp, known as in Germany?": "Willi Wakker", "Who performed the opening theme song for the James Bond 007 movie &quot;Goldfinger&quot;?": "Shirley Basey", "In the TV Show &quot;Donkey Kong Country&quot;, which episode did the song &quot;Eddie, Let Me Go Back To My Home&quot; play in?": "It's a Wonderful Life", "What geometric shape is generally used for stop signs?": "Octagon", "Josh Mansour is part of what NRL team?": "Penrith Panthers", "What nickname was given to Air Canada Flight 143 after it ran out of fuel and glided to safety in 1983?": "Gimli Glider", "In Magic: The Gathering, what card's flavor text is &quot;Catch!&quot;?": "Lava Axe", "Which actor portrays &quot;Walter White&quot; in the series &quot;Breaking Bad&quot;?": " Bryan Cranston", "What is the world's first video game console?": "Magnavox Odyssey", "In the Batman comics, by what other name is the villain Dr. Jonathan Crane known?": "Scarecrow", "In Margaret Atwood's &quot;The Handmaid's Tale&quot;, what is Offred's real name is implied to be?": "June", "Which species is a &quot;mountain chicken&quot;?": "Frog", "Who is the lead singer of Pearl Jam?": "Eddie Vedder", "With which team did Michael Schumacher make his Formula One debut at the 1991 Belgian Grand Prix?": "Jordan", "What was Genghis Khan's real name?": "Temüjin", "In &quot;Little Witch Academia&quot;, what is Shiny Chariot's alias at Luna Nova Academy?": "Ursula Callistis", "Which of the following films was directed by Ivan Reitman, written by Gary Ross, featured Kevin Kline, and was released in 1993?": "Dave", "In the &quot;Call Of Duty: Zombies&quot; map &quot;Origins&quot;, where is &quot;Stamin-Up&quot; located?": "Generator 5", "Which of these languages was NOT included in the 2016 song &quot;Don't Mind&quot; by Kent Jones?": "Portuguese", "Which of these characters in &quot;Undertale&quot; can the player NOT go on a date with?": "Toriel", "Which of these Elements is a metalloid?": "Antimony", "Which country is the Taedong River in?": "North Korea", "Who played the Cenobite called &quot;Pinhead&quot; in the original Hellraiser films?": "Doug Bradley", "Which one of these is not a real game in the Dungeons & Dragons series?": "Extreme Dungeons & Dragons", "Mobile hardware and software company &quot;Blackberry Limited&quot; was founded in which country?": "Canada", "Who directed the 1973 film &quot;American Graffiti&quot;?": "George Lucas", "What is the name of the queen's pet in A Bug's Life?": "Aphie", "The Axiom of Preventive Medicine states that people with ___ risk for a disease should be screened and we should treat ___ of those people.": "low, all", "What year was the RoboSapien toy robot released?": "2004", "In &quot;Kingdom Hearts&quot;, what is the name of Sora's home world?": "Destiny Islands", "In the 1979 British film &quot;Quadrophenia&quot; what is the name of the main protagonist?": "Jimmy Cooper", "In &quot;Shakugan no Shana&quot; what was the Shana usually referred as?": "Flame-Haired Burning-Eyed Hunter", "The LS3 engine is how many cubic inches?": "376", "What is the name of the 2016 studio album by the French electronic music duo Justice?": "Woman", "The '64' in the Nintendo-64 console refers to what?": "The bits in the CPU architecture", "In 2004, which person(s) created &quot;Roblox&quot;?": "David Baszucki and Erik Cassel", "According to the United States' CDC, one in how many Americans die annually due to smoking?": "Five", "What is the unit of electrical inductance?": "Henry", "In &quot;Team Fortress 2&quot;, what is the fastest taunt kill that can be pulled off?": "Showdown", "Who was the first jedi that Starkiller had to kill in Star Wars: The Force Unleashed?": "Rahm Kota", "Which of the following is not the name of a &quot;Bond Girl&quot;? ": "Vanessa Kensington", "How many plays is Shakespeare generally considered to have written?": "37", "Autosomal-dominant Compelling Helio-Ophthalmic Outburst syndrome is the need to do what when seeing the Sun?": "Sneeze", "What is the last letter of the Greek alphabet?": "Omega", "How much did the indie game &quot;Cave Story&quot; cost when it was first released in 2004?": "$0 USD", "What is the maximum level you can have in a single class in Dungeons and Dragons (5e)?": "20", "Which actor was not a major character in TV Show Freaks and Geeks?": "Jonah Hill", "On a standard Monopoly board, which square is diagonally opposite 'Go'? ": "Free Parking", "When was Gangnam Style uploaded to YouTube?": "2012", "What is the defining characteristic of someone who is described as hirsute?": "Hairy", "Before 2011, &quot;True Capitalist Radio&quot; was known by a different name. What was that name?": "True Conservative Radio", "With which Greek philosopher would you associate the phrase, &quot;I know that I know nothing&quot;?": "Socrates", "Which of the following James Bond villains is not affiliated with the SPECTRE organization?": "Auric Goldfinger", "What is the Finnish word for &quot;Finland&quot;?": "Suomi", "How many spaces are there on a standard Monopoly board?": "40", "What port does HTTP run on?": "80", "How many unique items does &quot;Borderlands 2&quot; claim to have?": "87 Bazillion ", "What is the common term for bovine spongiform encephalopathy (BSE)?": "Mad Cow disease", "In the &quot;PAYDAY&quot; series, what is the real name of the character known as &quot;Dallas&quot;?": "Nathan Steele", "In the game &quot;Red Dead Redemption&quot;, what is the name of John Marston's dog?": "Rufus", "Which is the longest bone in the human body? ": "Femur", "Who played Sgt. Gordon Elias in 'Platoon' (1986)?": "Willem Dafoe", "The original Planetside was released in North America on...": "May 20, 2003", "In 1845, a series of wars named after which indigenous people began in New Zealand?": "Māori", "What is the name of the stuffed lion in Bleach?": "Kon", "Which of these is not a single by Pink Floyd guitarist, David Gilmour?": "Sunset Strip", "What does GHz stand for?": "Gigahertz", "In the Half-Life franchise, what is the real name of the &quot;gravity gun&quot;?": "Zero-Point Energy Field Manipulator", "The dish Fugu, is made from what family of fish?": "Pufferfish", "In which 1973 film does Yul Brynner play a robotic cowboy who malfunctions and goes on a killing\tspree?": "Westworld", "Which of the following is not a piece from the 1950's musical West Side Story?": "The Back Alley", "Which of the following is a character in the video game Destiny?": "Cayde-6", "In the 1964 film &quot;Zulu&quot;, what song does the British Army company sing before the final battle?": "Men of Harlech", "In Roman Numerals, what does XL equate to?": "40", "In Greek Mythology, who was the daughter of King Minos?": "Ariadne", "In which game did the character &quot;Mario&quot; make his first appearance?": "Donkey Kong", "Which retired American football quarterback played himself in 'Ace Ventura: Pet Detective' and 'Little Nicky'?": "Dan Marino", "Which of these characters from &quot;SpongeBob SquarePants&quot; is not a squid?": "Gary", "Which of these are the name of a famous marker brand?": "Copic", "Out of all of the NASA Space Shuttles, which 2 have been destroyed in disasters?": "Challenger and Columbia", "Which Nation DID NOT have a Colony in Modern-day America?": "Portugal", "What is the smallest country in South America by area?": "Suriname", "Which of the following countries has officially banned the civilian use of dash cams in cars?": "Austria", "Who is the chemical element Curium named after?": "Marie & Pierre Curie", "Which of the following is NOT classified as a Semetic language?": "Sumerian", "What animation studio produced &quot;Gurren Lagann&quot;?": "Gainax", "Between 1973 to 1990, what country was ruled by dictator Augusto Pinochet?": "Chile", "During the Wars of the Roses (1455 - 1487) which Englishman was dubbed &quot;the Kingmaker&quot;?": "Richard Neville", "Who was the author of the 1954 novel, &quot;Lord of the Flies&quot;?": "William Golding", "Who won Big Brother 2014 UK?": "Helen Wood", "Which one of these was not a member of the Fiendish Five in the game Sly Cooper and the Thievius Raccoonus?": "Dimitri Lousteau", "The most graphically violent game to precede the creation of the ESRB (Entertainment Software Rating Board) was...": "Mortal Kombat", "Which of these artists do NOT originate from France?": "The Chemical Brothers", "Who is the founder of Team Fortress 2's fictional company &quot;Mann Co&quot;?": "Zepheniah Mann", "In &quot;Love Live: School Idol Project&quot; what pseudonym does Kotori Minami use in her job as a maid?": "Minalinsky", "In &quot;Halo 2&quot;, what is the name of the monitor of Installation 05?": "2401 Penitent Tangent", "The medical term for the belly button is which of the following?": "Umbilicus", "&quot;The Big Bang Theory&quot; was first theorized by a priest of what religious ideology?": "Catholic", "What is the name of the first &quot;Star Wars&quot; film by release order?": "A New Hope", "Which of the following African countries was most successful in resisting colonization?": "Ethiopia", "Typically, how many keys are on a piano?": "88", "How many rivers are in Saudi Arabia?": "0", "How tall is Tom Cruise?": "5′ 7″", "Cesar Romero played which iconic Batman villain from the 1960's TV show?": "The Joker", "Who was the Author of the manga Uzumaki?": "Junji Ito", "How many partners can you obtain in Paper Mario: The Thousand-Year Door?": "7", "What is the name of the largest planet in Kerbal Space Program?": "Jool", "What is the name of a rabbit's abode?": "Burrow", "When Magic: The Gathering was first solicited, which of the following was it originally titled?": "Mana Clash", "The Norse god Odin has two pet crows named &quot;Huginn&quot; and &quot;Muninn&quot;.  What do their names mean?": "Thought & Memory", "Which WWII tank ace is credited with having destroyed the most tanks?": "Kurt Knispel", "In the original Star Trek TV series, what was Captain James T. Kirk's middle name?": "Tiberius", "In which year was the Megadeth album &quot;Peace Sells... but Who's Buying?&quot; released?": "1986", "The Internet Meme &quot;All your base are belong to us&quot; is based on the poorly translated English Version of which Video Game?": "Zero Wing", "Which team won the 2015-16 English Premier League?": "Leicester City", "What is the name of the island that &quot;Jurassic Park&quot; is built on?": "Isla Nublar", "In &quot;Future Diary&quot;, what is the name of Yuno Gasai's Phone Diary?": "Yukiteru Diary", "In &quot;Star Trek&quot;, what is the Klingon delicacy of &quot;gagh&quot; made from?": "Serpent worms", "Which actor plays the character &quot;Tommy Jarvis&quot; in &quot;Friday the 13th: The Final Chapter&quot; (1984)?": "Corey Feldman", "Folic acid is the synthetic form of which vitamin?": "Vitamin B", "In Star Trek, what is the name of Spock's father?": "Sarek", "The drug cartel run by Pablo Escobar originated in which South American city?": "Medellín", "Which country did Kabaddi, a contact sport involving tackling, originate from?": "India", "What is the frontman's name of the metal band Megadeth?": "Dave Mustaine", "Which of the following is NOT a passive electrical component?": "Transistor", "How many zeros are there in a googol?": "100", "What is the name of the cognitive bias wherein a person with low ability in a particular skill mistake themselves as being superior?": "Dunning-Kruger effect", "Due to the Nagoya Resolution, China agreed to allow Taiwan to compete separately in international sporting events under what name?": "Chinese Taipei", "The heavy metal band Black Sabbath hail from which English city?": "Birmingham", "In &quot;Overwatch&quot;, what is the name of Mercy's &quot;ultimate ability&quot;?": "Valkyrie", "What is the name given to layer 4 of the Open Systems Interconnection (ISO) model?": "Transport", "In the Hellboy universe, who founded the BPRD?": "Trevor Bruttenholm", "The Italian automaker Lamborghini uses what animal as its logo?": "Bull", "Under what pseudonym did Stephen King publish five novels between 1977 and 1984?": "Richard Bachman", "Who voiced the character Draco in the 1996 movie 'DragonHeart'?": "Sean Connery", "In standard Monopoly, what's the rent if you land on Park Place with no houses?": "$35", "What are the Three Virtues of Bionicle?": "Unity, Duty, Destiny", "What does IWHBYD stand for on the skull in the Halo series?": "I Would Have Been Your Daddy", "Who was the inspiration for Cuthbert Calculus in the Tintin series?": "Auguste Picard", "In &quot;Star Trek: Voyager&quot;, which episode did Voyager establish real-time communication with Starfleet Headquarters?": "Pathfinder", "What was the African nation of Zimbabwe formerly known as?": "Rhodesia", "In the Hellboy universe, what was Abe Sapien's birth name?": "Langdon Everett Caul", " Which of these champions from the MOBA 'League of Legends' is NOT a Yordle?": "Annie", "EDM record label Monstercat is based in which country?": "Canada", "What animal takes part in Schrödinger's most famous thought experiment?": "Cat", "In the &quot;Devil May Cry&quot; franchise, which game is chronologically first?": "Devil May Cry 3: Dante's Awakening ", "What French artist/band is known for playing on the midi instrument &quot;Launchpad&quot;?": "Madeon", "On which mission did the Space Shuttle Columbia break up upon re-entry?": "STS-107", "The first half-hour CGI cartoon, ReBoot, aired on which year?": "1994", "Who had a 1983 hit with the song 'Africa'?": "Toto", "What was the name of the chemical that was dropped on Vietnam during the Vietnam war?": "Agent Orange", "What is the name of the fictional retro-mod band starring Austin Powers as the lead vocalist?": "Ming Tea", "What was studio Trigger's first original long-form animated series for television?": "Kill la Kill", "Which basketball team has attended the most NBA grand finals?": "Los Angeles Lakers", "Who performed &quot;I Took A Pill In Ibiza&quot;?": "Mike Posner", "What is the name of the &quot;Flash&quot; and &quot;Arrow&quot; spinoff featuring a team of characters that have appeared on both shows?": "Legends of Tomorrow", "What is the name of the first human being in Norse mythology?": "Ask", "What was the name of the first Bulgarian personal computer?": "IMKO-1", "Who won the 2015 College Football Playoff (CFP) National Championship? ": "Ohio State Buckeyes", "The United States Army Air Corps became the United States Air Force on what date?": "September 18, 1947", "What is the most challenging monster in the Dungeons & Dragons 5th Edition Monster Manual?": "Tarrasque", "In what year was the video game company Electronic Arts founded?": "1982", "Which actors made up the trio in &quot;The Good, the Bad, and the Ugly&quot;? ": "Clint Eastwood, Eli Wallach, and Lee Van Cleef", "The Alps are a mountain range on which continent?": "Europe", "What North American tourist attraction is served by the &quot;Maid of the Mist&quot; tour company?": "Niagara Falls", "In &quot;SpongeBob SquarePants&quot;, what is the name of Sandy Cheek's place of residence?": "Sandy's Treedome", "In Terry Pratchett's Discworld novel 'Wyrd Sisters', which of these are not one of the three main witches?": "Winny Hathersham", "What year was Super Mario Bros. released?": "1985", "In programming, what do you call functions with the same name but different implementations?": "Overloading", "What is the name of the supercomputer located in the control room in &quot;Jurassic Park&quot; (1993)?": "Thinking Machines CM-5", "Which one of these games wasn't released in 2016?": "Metal Gear Solid V", "Which of these bones is hardest to break?": "Femur", "How many known living species of hyenas are there?": "4", "What is the most populous Muslim-majority nation in 2010?": "Indonesia", "What is the name of the very first video uploaded to YouTube?": "Me at the zoo", "In the Portal series of games, who was the founder of Aperture Science?": "Cave Johnson", "In &quot;Call Of Duty: Zombies&quot;, completing which map's main easter egg will reward you with the achievement, &quot;High Maintenance&quot;?": "Die Rise", "By which name is Ramon Estevez better known as?": "Martin Sheen", "In &quot;Toriko&quot;, which of the following Heavenly Kings has an enhanced sense of Hearing?": "Zebra", "What are the names of the Ice Climbers in the video game Ice Climber?": "Popo and Nana", "Where was Kanye West born?": "Atlanta, Georgia", "What is the first Studio Album to be released on the Internet with a &quot;Pay-What-You-Want&quot; price?": "In Rainbows", "What is the capital of Peru?": "Lima", "What was the first game ever released that ran on the Source engine?": "Counter-Strike: Source", "Which of these Johns was murdered by gunshots outside the Dakota in New York in 1980?": "John Lennon", "In the &quot;Little Lost Girl&quot; Easter Egg in Call of Duty: Black Ops II, what's the last step required for the achievement?": "Raise Hell", "&quot;The Singing Cowboy&quot; Gene Autry is credited with the first recording for all but which classic Christmas jingle?": "White Christmas", "Who starred as Bruce Wayne and Batman in Tim Burton's 1989 movie &quot;Batman&quot;?": "Michael Keaton", "Who became Prime Minister of the United Kingdom in July 2016?": "Theresa May", "In the TV show &quot;Rick and Morty&quot;, Rick uses the catchphrase &quot;Wubba Lubba Dub Dub&quot;, which means what in Birdperson?": "I am in great pain, please help me.", "Which Elite Four member from the first generation of Pokémon became the champion in the next generation?": "Lance", "In World of Warcraft lore, which of the following is known as the God of Spiders in the troll's loa beliefs?": "Elortha no Shadra", "In the novel &quot;Lord of the Rings&quot;, how many rings of power were given to the race of man?": "9", "In what year did the Great Northern War, between Russia and Sweden, end?": "1721", "What tiny principality lies between Spain and France?": "Andorra", "The Herero genocide was perpetrated in Africa by which of the following colonial nations?": "Germany", "Which of the following superheros did Wonder Woman NOT have a love interest in?": "Green Arrow", "How many cores does the Intel i7-6950X have?": "10", "&quot;Yes, America Can!&quot; was this United States politician's de facto campaign slogan in 2004.": "George W. Bush", "The painting &quot;The Starry Night&quot; by Vincent van Gogh was part of which art movement?": "Post-Impressionism", "When was the DVD invented?": "1995", "Who is often called &quot;the Maestro&quot; in the men's tennis circuit?": "Roger Federer", "Apple co-founder Steve Jobs died from complications of which form of cancer?": "Pancreatic", "Which 1994 film did Roger Ebert famously despise, saying &quot;I hated hated hated hated hated this movie&quot;.": "North", "What is former United States President Bill Clinton's full name?": "William Jefferson Clinton", "In &quot;Call Of Duty: Zombies&quot;, what is the name of Samantha Maxis' dog?": "Fluffy", "The following Spanish provinces are located in the northern area of Spain except:": "Murcia", "Which band had hits in 1972 with the songs &quot;Baby I'm A Want You&quot;, &quot;Everything I Own&quot; and &quot;The Guitar Man&quot;": "Bread", "What was the reason for the banning of episode 35 of the &quot;Pokémon Original Series&quot; Anime?": "Gun Usage", "Which Apollo mission was the last one in NASA's Apollo program?": "Apollo 17", "Which Beatle wrote and sang the song &quot;Why Don't We Do It in the Road&quot; after being inspired by seeing two monkeys copulating in the street?": "Paul", "The 2014 movie &quot;The Raid 2: Berandal&quot; was mainly filmed in which Asian country?": "Indonesia", "What is the lowest amount of max health you can have in Team Fortress 2?": "70", "African-American performer Sammy Davis Jr. was known for losing which part of his body in a car accident?": "Left Eye", "Which character from the Mega Man series made a small cameo on Volt Catfish's introduction scene in CD versions of Mega Man X3?": "Auto", "During the game's development, what was the first ever created Pokémon?": "Rhyhorn", "What immense structure is referred to in Norse Mythology as the Yggdrasil.": "Tree", "Which of these songs by artist Eminem contain the lyric &quot;Nice to meet you. Hi, my name is... I forgot my name!&quot;?": "Rain Man", "This mobile OS held the largest market share in 2012.": "iOS", "Which one of these characters is from &quot;Legendz : Tale of the Dragon Kings&quot;?": "Shiron", "Who sings the rap song &quot;Secret Wars Part 1&quot;?": "The Last Emperor", "What is the name of the final boss in Turok: Dinosaur Hunter?": "The Campaigner", "Which song was the callsign for Stefan Verdemann's KWFM radio station in Urasawa Naoki's &quot;Monster&quot;?": "Over the Rainbow", "In the &quot;Portal&quot; series, who was Cave Johnson's personal assistant?": "Caroline", "When was Nintendo founded?": "September 23rd, 1889", "This Greek goddess's name was chosen for the dwarf planet responsible for discord on Pluto's classification amongst astronomers.": "Eris", "What five letter word is the motto of the IBM Computer company?": "Think", "What is the name of the main character in the webcomic Gunnerkrigg Court by Tom Siddell?": "Antimony", "What name is the main character Chihiro given in the 2001 movie &quot;Spirited Away&quot;?": "Sen (Thousand)", "The 1952 musical composition 4'33&quot;, composed by prolific American composer John Cage, is mainly comprised of what sound?": "Silence", "What is the capital of Wisconsin, USA?": "Madison", "The 1939 movie &quot;The Wizard of Oz&quot; contained a horse that changed color, what material did they use to achieve this effect?": "Gelatin", "How many officially recognized dwarf planets in the solar system are named after Polynesian deities?": "2", "Albrecht Dürer's birthplace and place of death were in...": "Nürnberg", "How many studio albums have the heavy metal band, 'Metallica' released in the period between 1983 and 2016?": "10", "In the hexadecimal system, what number comes after 9?": "The Letter A", "Which show is known for the songs &quot;You are a Pirate&quot;, &quot;Cooking by the Book&quot; and &quot;We Are Number One&quot;?": "LazyTown", "Before 2016, in which other year did Donald Trump run for President?": "2000", "Which car manufacturer won the 2017 24 Hours of Le Mans?": "Porsche", "How many Star Spirits do you rescue in the Nintendo 64 video game &quot;Paper Mario&quot;?": "7", "Which dictator killed the most people?": "Mao Zedong", "In &quot;To Love-Ru&quot;, who is the first to hear of Yami's past from her?": "Rito", "In World of Warcraft lore, who was first to have the title &quot;The Ashbringer&quot;?": "Alexandros Mograine", "Which Canadian province has Charlottetown as its capital?": "Prince Edward Island", "Which of the following is not a megadiverse country - one that harbors a high number of the earth's endemic species?": "Thailand", "Which English county will you find the University of East Anglia?": "Norfolk", "What is the name of Chris's brother in &quot;Everybody Hates Chris&quot;?": "Drew", "What team won the 2016 MLS Cup?": "Seattle Sounders", "Which movie released in 2016 features Superman and Batman fighting?": "Batman v Superman: Dawn of Justice", "The Maluku islands (informally known as the Spice Islands) belong to which country?": "Indonesia", "Greenland is a part of which kingdom?": "Denmark", "Ed Koch, the Mayor of New York in 1984, played himself in which Muppets movie?": "The Muppets Take Manhattan", "Which of the following Mesopotamian mythological figures was NOT a deity?": "Enkidu", "When did Tame Impala release their second album?": "2012", "Who is attributed credit for recording the epic poem The Odyssey?": "Homer", "Which of the following names is the &quot;Mega Man&quot; Franchise known as in Japan?": "Rockman", "In which English county is Stonehenge?": "Wiltshire", "Which musical artist was NOT featured as playable avatars in the game &quot;DJ Hero&quot;?": "Dr. Dre", "In Calvin and Hobbes, what is the name of the principal at Calvin's school?": "Mr. Spittle", "The asteroid belt is located between which two planets?": "Mars and Jupiter", "&quot;Minecraft&quot; was released from beta in 2011 during a convention held in which city?": "Las Vegas", "Which of the following language families is the most controversial amongst modern linguists?": "Altaic", "What is the last line muttered in the anime film &quot;The End of Evangelion&quot;?": "&quot;How disgusting.&quot;", "How many times do you fight Gilgamesh in &quot;Final Fantasy 5&quot;?": "6", "Laserjet and inkjet printers are both examples of what type of printer?": "Non-impact printer", "In PROTOTYPE 2, which of the following abilities/weapons is NOT obtained by an Evolved?": "Tendrils", "Which singer was featured in Jack Ü (Skrillex & Diplo)'s 2015 song 'Where Are Ü Now'?": "Justin Bieber", "What is the name of the copper-rich protein that creates the blue blood in the Antarctic octopus?": "Hemocyanin", "Which 1958 movie starred Kirk Douglas and Tony Curtis as half-brothers Einar and Eric?": "The Vikings ", "In the TV show &quot;Mad Men&quot;, what was Donald Draper's birthname?": "Richard &quot;Dick&quot; Whitman", "Which of the following is an existing family in &quot;The Sims&quot;?": "The Goth Family", "When was the Playstation 3 released?": "November 11, 2006", "What is the name of the popular animatronic singing fish prop, singing such hits such as &quot;Don't Worry, Be Happy&quot;?": "Big Mouth Billy Bass", "In Digimon, what is the Japanese name for the final evolutionary stage?": "Ultimate", "What is the name of your team in Star Wars: Republic Commando?": "Delta Squad", "Who played the female lead in the 1933 film &quot;King Kong&quot;?": "Fay Wray", "Which operating system was released first?": "Mac OS", "In Night In The Woods, where does Gregg work?": "Snack Falcon", "In board games, an additional or ammended rule that applies to a certain group or place is informally known as a &quot;what&quot; rule?": "House", "The teapot often seen in many 3D modeling applications is called what?": "Utah Teapot", "The prefix Sino- (As in Sino-American) is used to refer to what nationality?": "Chinese", "Which planet did the &quot;Viking 1&quot; spacecraft send surface images of, starting in 1976?": "Mars", "What was the date of original airing of the pilot episode of My Little Pony: Friendship is Magic?": "October 10th, 2010", "Which Nintendo 64 game did NOT have Luigi in it?": "Super Mario 64", "What is the largest city and commercial capital of Sri Lanka?": "Colombo", "Which of these is the only fighter in the game &quot;Super Smash Bros. Melee&quot; capable of dealing damage with their taunt animation?": "Luigi", "What is the scientific name for modern day humans?": "Homo Sapiens", "What was the first Call of Duty game to include the Zombies gamemode?": "Call of Duty: World at War", "Darth Vader's famous reveal to Luke is iconic. But which of these is the right one?": "&quot;No. I am your father.&quot;", "Johnny Cash did a cover of this song written by lead singer of Nine Inch Nails, Trent Reznor.": "Hurt", "From what show is the character &quot;James Doakes&quot;? ": "Dexter", "In &quot;It's Always Sunny in Philadelphia&quot; what was the name of Frank's wrestling persona?": "The Trash Man", "Who had a 1981 hit with the song &quot;Japanese Boy&quot;?": "Aneka", "Which country drives on the left side of the road?": "Japan", "The board game, Nightmare was released in what year?": "1991", "Which sci-fi cult films plot concerns aliens attempting to prevent humans from creating a doomsday weapon?": "Plan 9 from Outer Space", "Which classical composer wrote the &quot;Moonlight Sonata&quot;?": "Ludvig Van Beethoven", "What are tiny Thwomps called in Super Mario World?": "Thwimps", "In what year was the first Transformers movie released?": "1986", "What lies at the center of our galaxy?": "A black hole", "What is the name of Funny Valentine's stand in Jojo's Bizarre Adventure Part 7, Steel Ball Run?": "Dirty Deeds Done Dirt Cheap", "&quot;Drink the Sea&quot; is an album by which electronic music artist?": "The Glitch Mob", "What do the letters of the fast food chain KFC stand for?": "Kentucky Fried Chicken", "In the original Doctor Who series (1963), fourth doctor Tom Baker's scarf was how long?": "7 Meters", "In the movie &quot;V for Vendetta,&quot; what is the date that masked vigilante &quot;V&quot; urges people to remember?": "November 5th", "In which city, is the Big Nickel located in Canada?": "Sudbury, Ontario", "Who developed the first successful polio vaccine in the 1950s?": "Jonas Salk", "Which European capital city gives its name to a 1981 song by Ultravox?": "Vienna", "The novel &quot;Of Mice And Men&quot; was written by what author? ": "John Steinbeck ", "What was the name given to Android 4.3?": "Jelly Bean", "By what nickname is Jack Dawkins known in the Charles Dickens novel, 'Oliver Twist'?": "The Artful Dodger", "Who was the Prime Minister of the United Kingdom for most of World War II?": "Winston Churchill", "Which of these 1900s tanks were designed and built BEFORE the others?": "Renault FT", "In the game Nuclear Throne, what character is only usable in a play through with Melting?": "Skeleton", "Which of these is NOT a song on The Beatles' 1968 self titled album, also known as the White album?": "Being For The Benefit Of Mr. Kite!", "Where is the train station &quot;Llanfair­pwllgwyngyll­gogery­chwyrn­drobwll­llan­tysilio­gogo­goch&quot;?": "Wales", "&quot;Green Eggs And Ham&quot; is a book by which author?": "Dr. Seuss", "In Telltale Games' &quot;The Walking Dead: Season One&quot; what is the name of Clementine's father?": "Ed", "What element does the Zinogre use in Monster Hunter?": "Thunder", "Which country was Eliza &quot;Ash&quot; Cohen from &quot;Tom Clancy's Rainbow Six Siege&quot; born in?": "Israel", "The largest consumer market in 2015 was...": "The United States of America", "Before the 19th Century, the &quot;Living Room&quot; was originally called the...": "Parlor", "The city of Rockport is featured in which of the following video games?": "Need for Speed: Most Wanted (2005)", "According to the lore of &quot;Starbound&quot;, what does the &quot;Colony Deed&quot; do when it is placed down?": "Sends out an advertisement for someone to move in.", "What song is played during the ending credits of Guitar Hero: World Tour?": "Dream Theater - Pull Me Under", "In the Harry Potter universe, who does Draco Malfoy end up marrying?": "Astoria Greengrass", "Who was Firestorm's rival during the original run of UK Robot Wars?": "Panic Attack", "What is the name of the 8th installment in the Fire Emblem series?": "The Sacred Stones", "Which of the following Inuit languages was the FIRST to use a unique writing system not based on the Latin alphabet?": "Inuktitut", "When did the Crisis of the Third Century begin?": "235 AD", "In &quot;JoJo's Bizzare Adventure: Stardust Crusaders&quot;, what is the last name of the protagonist Jotaro?": "Kujo", "Which of the following is not the host of a program on NPR?": "Ben Shapiro", "In Portal 2, the iconic character GLaDOS is turned into:": "A potato", "The Khajiit are a race of cat-like creatures from which epic series of role-playing games, set across the land of Tamriel?": "The Elder Scrolls", "What was the name of Ross' pet monkey on &quot;Friends&quot;?": "Marcel", "In which year did &quot;Caravan Palace&quot; release their first album?": "2008", "When was the Tamagotchi digital pet released?": "1996", "What is the name of the AHL affiliate of the Toronto Maple Leafs?": "Toronto Marlies", "What is the best selling album of all time from 1976 to 2018?": "Thriller", "After how many years would you celebrate your crystal anniversary?": "15", "What is the original name of Final Fantasy XV?": "Final Fantasy Versus XIII", "Which &quot;Toy Story&quot; character was voiced by Don Rickles?": "Mr. Potato Head", "How many soccer players should be on the field at the same time?": "22", "Which movie contains the quote, &quot;Say hello to my little friend!&quot;?": "Scarface", "Which of these is NOT a playable character in the 2016 video game Overwatch?": "Invoker", "Which of the following is NOT a real element?": "Vitrainium", "Who is the creator of the comic series &quot;The Walking Dead&quot;?": "Robert Kirkman", "The song 'Little April Shower' features in which Disney cartoon film?": "Bambi", "Who was the lead singer and frontman of rock band R.E.M?": "Michael Stipe", "What is Ron Weasley's middle name?": "Bilius", "In &quot;Paper Mario: The Thousand Year Door&quot;, what is Hooktail's weakness?": "The Sound of Crickets", "The main protagonist of the fourth part of JoJo's Bizarre Adventure is which of the following?": "Josuke Higashikata", "In Monster Hunter Generations, which of the following monsters are a part of the &quot;Fated Four&quot;?": "Astalos", "In Chemistry, how many isomers does Butanol (C4H9OH) have?": "4", "What is the fourth digit of π?": "1", "Which of the following Assyrian kings did NOT rule during the Neo-Assyrian Empire?": "Shamshi-Adad III", "What film did James Cameron's Avatar dethrone as the highest-grossing film ever?": "Titanic", "What do you study if you are studying entomology?": "Insects", "Which of the following rings from the DC Comics' &quot;Lantern Corps&quot; are classified as Parasitic?": "Indigo (Compassion)", "In Fallout: New Vegas, which one of these casinos can you not play in?": "Lucky 38", "Which restaurant's mascot is a clown?": "McDonald's", "The creeper in Minecraft was the result of a bug while implementing which creature?": "Pig", "Who was the winner of the 2016 WWE Royal Rumble?": "Triple H", "What is the full first name of the babysitter in Calvin and Hobbes?": "Rosalyn", "In the anime &quot;My Hero Academia&quot;, which character is shown with the ability to manipulate gravity?": "Uraraka", "Which player holds the NHL record of 2,857 points?": "Wayne Gretzky", "According to a song by Belinda Carlisle, Heaven is a place on what?": "Earth", "Which movie sequel had improved box office results compared to its original film?": "Toy Story 2", "Which of Michael Jackson's albums sold the most copies?": "Thriller", "Which of these artists has NOT been a member of dancehall group Major Lazer?": "Skrillex", "When was &quot;Garry's Mod&quot; released?": "December 24, 2004", "The internet domain .fm is the country-code top-level domain for which Pacific Ocean island nation?": "Micronesia", "What year was &quot;JoJo's Bizarre Adventure: Phantom Blood&quot; first released?": "1987", "Which animation studio animated &quot;Hidamari Sketch&quot;?": "Shaft", "What year was the video game streaming platform TwitchTV founded?": "2011", "Which music publication is often abbreviated to NME?": "New Musical Express", "What country hosted the 2014 Winter Olympics?": "Russia", "Who is the founder of &quot;The Lego Group&quot;?": "Ole Kirk Christiansen", "In the co-op shooter Payday 2, which contact helps you break out Hoxton?": "The Dentist", "What special item did the creators of Cards Against Humanity ship for their Black Friday pack?": "Bull Feces", "The crown of the Empire State Building was originally built for what purpose?": "Airship Dock", "Which of these banks are NOT authorized to issue currency notes in Hong Kong?": "OCBC", "What is the name of Cream the Rabbit's mom in the &quot;Sonic the Hedgehog&quot; series?": "Vanilla", "What is the oldest team in Major League Baseball?": "Atlanta Braves", "Which of following is rude and dishonorable by Klingon standards?": "Taking his D'k tahg", "In what dialogue did Socrates defend himself to the court of Athens? ": "The Apology", "Which of the following was not an actor/actress on the American television show &quot;Saturday Night Live&quot; in Season 42?": "Tina Fey", "In bowling, what is the term used for getting three consecutive strikes?": "Turkey", "Which of the following was not one of Joseph Stalin's ten blows during World War II?": "Vistula-Oder Offensive", "Which of the following awards do Matt Stone and Trey Parker NOT have?": "Oscar", "Abolitionist John Brown raided the arsenal in which Virginia Town?": "Harper's Ferry", "In which U.S. state is Far Cry 5's fictional setting 'Hope County' located?": "Montana", "This field is sometimes known as “The Dismal Science.”": "Economics", "Who voices Max Payne in the 2001 game &quot;Max Payne&quot;?": "James McCaffrey", "Which game did NOT get financed via Crowdfunding?": "Enter the Gungeon", "In which &quot;Call of Duty&quot; game are the &quot;Apothicons&quot; introduced in the Zombies mode?": "Call Of Duty: Black Ops III", "Who voices &quot;Shou Suzuki&quot; in the English dub of &quot;Mob Psycho 100&quot;?": "Casey Mongillo", "Who is the writer of the game &quot;Half-Life&quot;?": "Marc Laidlaw", "Which of the following games has the most playable characters?": "Timesplitters: Future Perfect", "Which of the following movies was not based on a novel by Stephen King? ": "The Thing", "Which universe crossover was introduced in the &quot;Sonic the Hedgehog&quot; comic issue #247?": "Mega Man", "Which of the following films was NOT directed by Hayao Miyazaki?": "Wolf Children", "What is the first primary weapon the player gets in &quot;PAYDAY: The Heist&quot;?": "AMCAR-4", "Which desert is the only desert in the world where the &quot;Saguaro&quot; cactus grows indigenously?": "The Sonoran Desert", "What country has a horizontal bicolor red and white flag?": "Monaco", "What is the official national language of Pakistan?": "Urdu", "Which gas forms about 78% of the Earth’s atmosphere?": "Nitrogen", "In most traditions, who was the wife of Zeus?": "Hera", "If soccer is called football in England, what is American football called in England?": "American football", "Butters Stotch, Pip Pirrup, and Wendy Testaburger are all characters in which long running animated TV series?": "South Park", "Which UK country features a dragon on their flag?": "Wales", "What is the name of the planet that the Doctor from television series &quot;Doctor Who&quot; comes from?": "Gallifrey", "What country is the second largest in the world by area?": "Canada", "What is the name of James Dean's character in the 1955 movie &quot;Rebel Without a Cause&quot;?": "Jim Stark", "To what political party did Abraham Lincoln belong when elected POTUS?": "Republican", "How many years did the Hundred Years' War last?": "116", "Which American-owned brewery led the country in sales by volume in 2015?": "D. G. Yuengling and Son, Inc", "Which Las Vegas casino was originally constructed and operated by mobster Bugsy Siegel?": "The Flamingo", "In what city in the dystopia alternate future of Half-Life 2 do you first start in?": "City 17", "In what year did the Berlin Wall fall?": "1989", "Which star actor was in &quot;Top Gun&quot;, &quot;Jerry Maguire&quot; and &quot;Born on the Fourth of July&quot;?": "Tom Cruise", "What is Cynophobia the fear of?": "Dogs", "How many books are in the Chronicles of Narnia series?": "7", "Approximately how long is a year on Uranus?": "84 Earth years", "How many counties in the Republic of Ireland.": "26", "In 1720, England was in massive debt, and became in involved in the South Sea Bubble. Who was the main mastermind behind it?": "John Blunt", "What was the name of the Secret Organization in the Hotline Miami series? ": "50 Blessings", "In which fast food chain can you order a Jamocha Shake?": "Arby's", "What is the name of the protagonist of J.D. Salinger's novel Catcher in the Rye?": "Holden Caulfield", "Which member of &quot;The Beatles&quot; narrated episodes of &quot;Thomas the Tank Engine&quot;?": "Ringo Starr", "Who is Sora's Nobody in Kingdom Hearts?": "Roxas", "What is the protagonist's title given by the demons in DOOM (2016)?": "Doom Slayer", "What is the name of the main healing item in Dark Souls?": "Estus Flask", "Which of these albums is a Wu-Tang Clan album?": "Iron Flag", "What was the name of the cancelled sequel of Team Fortress?": "Team Fortress 2: Brotherhood of Arms", "Which of these is a stop codon in DNA?": "TAA", "The main antagonist of the second part of JoJo's Bizarre Adventure is which of the following?": "Kars", "In &quot;Magic: The Gathering&quot;, during the design for Planar Chaos, what color did the developers think of adding in as the sixth color?": "Purple", "What Nationality is D.Va from Overwatch?": "Korean", "What military rank is the protagonist &quot;Nomad&quot; in &quot;Crysis&quot;?": "First Lieutenant", "Virtual reality company Oculus VR lost which of it's co-founders in a freak car accident in 2013?": "Andrew Scott Reisse", "What is the name of the main character of the anime &quot;One-Punch Man&quot;?": "Saitama", "Red Vines is a brand of what type of candy?": "Licorice", "In which series of games do you collect souls to empower you and buy weaponry and armor with?": "Souls ", "In the 2015 RPG &quot;Undertale&quot;, which character do you first encounter after falling down into the underground?": "Flowey", "In what year did the manga &quot;Ping Pong&quot; begin serialization?": "1996", "Which naval battle was considered the turning point of the Pacific Ocean Theater during World War 2?": "Battle of Midway", "What was the name of the game created by Masahiro Sakurai and Satoru Iwata that would eventually evolve into &quot;Super Smash Bros.&quot;?": "Dragon King: The Fighting Game", "What year did the television company BBC officially launch the channel BBC One?": "1936", "What is the bloodiest event in United States history, in terms of casualties?": "Battle of Antietam", "Which of these is not a key value of Agile software development?": "Comprehensive documentation", "What was the best selling album of 2015?": "Adele, 25", "Which famous spy novelist wrote the childrens' story &quot;Chitty-Chitty-Bang-Bang&quot;?": "Ian Fleming", "Which one of the following rhythm games was made by Harmonix?": "Rock Band", "What is the name of Poland in Polish?": "Polska", "What is the capital of Belarus?": "Minsk", "After which Danish city is the 72th element on the periodic table named?": "Copenhagen", "When did The Beatles release the LP &quot;Please Please Me&quot;?": "1963", "Which of these songs is not on the &quot;untitled&quot; album by Led Zeppelin?": "Celebration Day", "What animated internet character is known to answer emails with his boxing gloves?": "Strong Bad", "Abel Magwitch is a character from which Charles Dickens novel?": "Great Expectations", "The greek god Poseidon was the god of what?": "The Sea", "What is the correct term for the metal object in between the CPU and the CPU fan within a computer system?": "Heat Sink", "In which Shakespeare play does the character Marcellus say, &quot;Something is rotten in the state of Denmark&quot;?": "Hamlet", "Who was featured in the song &quot;Words&quot; by Feint? ": "Laura Brehm", "What is the romanized Russian word for &quot;winter&quot;?": "Zima", "Which of the following Arab countries does NOT have a flag containing only Pan-Arab colours?": "Qatar", "Irish musician Hozier released a music track in 2013 titled, &quot;Take Me to ______&quot;": "Church", "Who is a minor god that is protector and creator of various arts, such as cheese making and bee keeping.": "Aristaeus", "What was The Velvet Underground's first album called?": "The Velvet Underground & Nico", "Which chemical element was originally known as Alabamine?": "Astatine", "What was Frank West's job in &quot;Dead Rising&quot;?": "Photojournalist", "In the 1979 British film &quot;Quadrophenia&quot; what is the name of the seaside city the mods are visiting?": "Brighton", "In Greek Mythology, who killed Achilles?": "Paris", "Which weapon that was cut from the game &quot;Half Life 2&quot; was going to replace the crowbar?": "Ice Axe", "Which English guitarist has the nickname &quot;Slowhand&quot;?": "Eric Clapton", "In the 2014 Pokemon VGC Finals, which Pokemon was famous for bringing the winner to victory?": "Pachirisu", "What name represents the letter &quot;M&quot; in the NATO phonetic alphabet?": "Mike", "Which brass instrument has the lowest pitch in an orchestra?": "Tuba", "Which artist or group did John Lennon consider &quot;son(s) of the Beatles&quot;?": "Jeff Lynne's Electric Light Orchestra", "In the movie &quot;Cast Away&quot; the main protagonist's best friend while on the island is named": "Wilson", "In the 2002 video game &quot;Kingdom Hearts&quot;, how many Keyblades are usable?": "18", "Which Animal Crossing game was for the Nintendo Wii?": "Animal Crossing: City Folk", "Which color cannot be produced in Roses, even through genetic alteration?": "Blue", "In which year did the first Monster Hunter game get released?": "2004", "In the show &quot;Dragonball Z&quot;, what is the name of Cell's most powerful attack?": "Solar Kamehameha", "Which character does the player play as in the video game &quot;Bastion&quot;?": "The Kid", "Which one of these Manga titles was not created by Urasawa Naoki?": "My Father's Journal", "In the Video Game, Half-life, what type of US military force starts clearing out the Black Mesa Research Facility?": "The HECU", "In Xenoblade Chronicles X, which class has a sniper rifle as it's primary weapon?": "Partisan Eagle", "What scientific suborder does the family Hyaenidae belong to?": "Feliformia", "How long did it take the motorized window washers of the original World Trade Center to clean the entire exterior of the building?": "1 Month", "Which one of these action movies are shot entirely in one take?": "Victoria", "Who wrote the novel &quot;Moby-Dick&quot;?": "Herman Melville", "Who played Stan's dog in the South Park episode &quot;Big Gay Al's Big Gay Boat Ride&quot;?": "George Clooney", "In &quot;Call Of Duty: Zombies&quot;, &quot;Richtofen&quot; is in possession of two filled blood vials belonging to who?": "Sal DeLuca and Finn O'Leary", "What is the largest country in the world?": "Russia", "Which genre is the Touhou Project associated with?": "Shoot 'em up (bullet-hell) & Fighting", "What was the title of Sakamoto Kyu's song &quot;Ue o Muite Arukou&quot; (I Look Up As I Walk) changed to in the United States?": "Sukiyaki", "In the &quot;Halo&quot; series, what is the name of the race of aliens humans refer to as &quot;Grunts&quot;?": "Unggoy", "On which day did ARPANET suffer a 4 hour long network crash?": "October 27, 1980", "What was Dorothy's surname in 'The Wizard Of Oz'?": "Gale", "In the television show &quot;Lazy Town&quot;, who is the actor of Robbie Rotten?": "Stefán Stefánsson", "What Ultimate does Makoto Naegi, protagonist of Danganronpa: Trigger Happy Havoc, have? ": "Ultimate Lucky Student", "What is the name of the process that sends one qubit of information using two bits of classical information?": "Quantum Teleportation", "The series of the Intel HD graphics generation succeeding that of the 5000 and 6000 series (Broadwell) is called:": "HD Graphics 500", "What happened to Half-Life 2 prior to its release, which resulted in Valve starting over the development of the game?": "The source code got leaked", "The &quot;K&quot; in &quot;K-Pop&quot; stands for which word?": "Korean", "What year did the Chevrolet LUV mini truck make its debut?": "1972", "Which of the following Copy Abilities was only featured in &quot;Kirby & The Amazing Mirror&quot;?": "Mini", "To the nearest whole number, how many radians are in a whole circle?": "6", "What year does Part 7 of &quot;JoJo's Bizarre Adventure&quot; take place in?": "1890", "When was the game &quot;Roblox&quot; released?": "2006", "Who wrote and directed the animated movie &quot;Spirited Away&quot; (2001)?": "Hayao Miyazaki", "Which Kirby game first introduced Copy Abilities?": "Kirby's Adventure", "How many chromosomes are in your body cells?": "23", "What is the collective noun for vultures?": "Wake", "What are the names of the two &quot;Canon fan trolls&quot; in &quot;Homestuck&quot;?": "Mierfa Durgas and Nektan Whelan", "Which of the following is NOT a real song from the band Thousand Foot Krutch?": "Limitless Fury", "Which American author was also a budding travel writer and wrote of his adventures with his dog Charley?": "John Steinbeck", "In &quot;My Little Pony: Friendship is Magic&quot;, which of these ponies represents the quality of honesty?": "Applejack", "Who was given the title &quot;Full Metal&quot; in the anime series &quot;Full Metal Alchemist&quot;?": "Edward Elric", "In Need For Speed Most Wanted (2005), what do you drive at the beginning of the career mode?": "BMW M3 GTR", "How many manned moon landings have there been?": "6", "Which song is not by TheFatRat?": "Ascent", "Which of these Cherry MX mechanical keyboard switches is both tactile and clicky?": "Cherry MX Blue", "Who had a 1969 top 5 hit with the song,  'A Boy Named Sue'?": "Johnny Cash", "Which Queen song was covered by Brittany Murphy in the 2006 film &quot;Happy Feet&quot;?": "Somebody to Love", "&quot;Doctor Jones&quot;, &quot;Turn Back Time&quot; and &quot;Barbie Girl&quot; were UK number ones for which Eurodance group?": "Aqua", "What is the chemical makeup of water?": "H20", "Who is a pioneer of &quot;Minimal Music&quot; in 1960s?": "Steve Reich", "In the 9th Pokemon movie, who is the Prince of the Sea?": "Manaphy", "In &quot;Call of Duty: Black Ops III&quot; Zombies, what does completing all the main easter eggs reward you with?": "1,000,000 XP", "Which boxing personality was one of the presenters in the 1999 revival of It's a Knockout?": "Frank Bruno", "Which soccer team won the Copa América Centenario 2016?": "Chile", "Automobiles produced by Telsa Motors operate on which form of energy?": "Electricity", "In Fallout: New Vegas, upon starting each one of the four campaign DLCs, which one of them does not have a warning screen/recommended level? ": "Honest Hearts ", "How much weight did Chris Pratt lose for his role as Star-Lord in &quot;Guardians of the Galaxy&quot;?": "60 lbs", "Which of these was an official candidate in the 2017 British General Election?": "Lord Buckethead", "Which computer language would you associate Django framework with?": "Python", "What character is NOT apart of the Grand Theft Auto series?": "Michael Cardenas", "In past times, what would a gentleman keep in his fob pocket?": "Watch", "The Thirty Years War ended with which treaty?": "Peace of Westphalia", "Which two teams played in Super Bowl XLII?": "The New York Giants & The New England Patriots", "Which band released songs suchs as &quot;Rio&quot;, &quot;Girls on Film&quot;, and &quot;The Reflex&quot;?": "Duran Duran", "What is the study of the cells and tissues of plants and animals?": "Histology", "Which track by &quot;Massive Attack&quot; is used for the theme of &quot;House&quot;? ": "Teardrop", "In Portal, what color is the Intelligence Core?": "Blue", "Which of the following is NOT a god in Norse Mythology.": "Jens", "How many countries are inside the United Kingdom?": "Four", "In &quot;To Love-Ru&quot;, Ren and Run are from what planet?": "Memorze", "Which character does voice actress Tara Strong NOT voice?": "Bubbles (2016)", "Who is the half-demon character in Divinity: Original Sin 2 who you talk to to transition between acts?": "Malady", "By how many minutes are you late to work in &quot;Half-Life&quot;?": "30", "What year did Dire Straits's Song &quot;Money for Nothing&quot; release?": "1985", "Which American president appears on a one dollar bill?": "George Washington", "Which one of these Swedish companies was founded in 1943?": "IKEA", "What were the first states to break away from Yugoslavia?": "Slovenia, Croatia", "The Rio 2016 Summer Olympics held it's closing ceremony on what date?": "August 21", "What is the name of the device that allows for infinite energy in the anime &quot;Dimension W&quot;?": "Coils", "Gabe Newell was born in which year?": "1962 ", "From which country does the piano originate?": "Italy", "In &quot;Rick and Morty&quot;, from which dimension do Rick and Morty originate from?": "C-137", "Which of these songs did Jimi Hendrix cover?": "All of these songs", "What is the capital of India?": "New Delhi", "Which animation studio animated &quot;To Love-Ru&quot;?": "Xebec", "Which director directed the movie &quot;Pan's Labyrinth&quot;?": "Guillermo Del Toro", "What is Tasmania?": "An Australian State", "Which of the following is NOT a word used to describe an earthquake?": "Drop-slide", "In the Scoville scale, what is the hottest chemical?": "Resiniferatoxin", "What country was the Trabant 601 manufactured in?": "East Germany", "Which of these games was NOT developed by Markus Persson?": "Dwarf Fortress", "What is the area of a circle with a diameter of 20 inches if π= 3.1415?": "314.15 Inches", "What is the romanized Korean word for &quot;heart&quot;?": "Simjang", "The Fallingwater House, located in Pennsylvania, was designed by which architect?": "Frank Lloyd Wright", "When was Tesla founded?": "2003", "Which animation studio produced &quot;Sword Art Online&quot;?": "A-1 Pictures", "Which WWF wrestler had the nickname &quot;The Ayatollah of Rock 'N' Rolla&quot;?": "Chris Jericho", "What is the Italian word for &quot;tomato&quot;?": "Pomodoro", "In Chess, the Queen has the combined movement of which two pieces?": "Bishop and Rook", "What is the derivative of Acceleration with respect to time?": "Jerk", "What is the fastest speed possible in Trackmania²: Stadium?": "1000  km/h", "Which team was the 2015-2016 NBA Champions?": "Cleveland Cavaliers", "Which English football team is nicknamed 'The Tigers'?": "Hull City", "What sport is being played in the Anime Eyeshield 21?": "American Football", "What was the first living creature in space?": "Fruit Flies ", "Which Formula 1 driver switched teams in the middle of the 2017 season?": "Carlos Sainz Jr.", "Which game in the &quot;Monster Hunter&quot; series introduced the monster &quot;Gobul&quot;?": "Monster Hunter Tri", "The medical condition osteoporosis affects which part of the body?": "Bones", "Unlike on most salamanders, this part of a newt is flat?": "Tail", "Which of the following actors portrayed the Ninth Doctor in the British television show &quot;Doctor Who&quot;?": "Christopher Eccleston", "HTML is what type of language?": "Markup Language", "Dee from &quot;It's Always Sunny in Philadelphia&quot; has dated all of the following guys EXCEPT": "Matthew &quot;Rickety Cricket&quot; Mara", "Which of these bands is the oldest?": "Pink Floyd", "In the Harry Potter universe, what is Cornelius Fudge's middle name?": "Oswald", "Which one of these rulers did not belong to the Habsburg dynasty?": "Philip V", "What is the name of rocky region that spans most of eastern Canada?": "Canadian Shield", "What alcoholic drink is made from molasses?": "Rum", "Which female player won the gold medal of table tennis singles in 2016 Olympics Games?": "DING Ning (China)", "In &quot;Pheonix Wright: Ace Attorney&quot; which character is the District Chief of Police?": "Damon Gant", "Area 51 is located in which US state?": "Nevada", "What's Dr. Doofenshmirtz first name?": "Heinz", "Whose greyscale face is on the kappa emoticon on Twitch?": "Josh DeSeno", "What year did &quot;Bishoujo Senshi Sailor Moon&quot; air in Japan?": "1992", "When does &quot;Rogue One: A Star Wars Story&quot; take place chronologically in the series?": "Between Episode 3 and 4", "What is the only Generation III Pokemon whose name begins with the letter I?": "Illumise", "&quot;Hallelujah&quot; is a song written by which Canadian recording artist?": "Leonard Cohen", "Who painted The Starry Night?": "Vincent van Gogh", "Which company developed and published Game Dev Tycoon?": "Greenheart Games", "On which computer hardware device is the BIOS chip located?": "Motherboard", "What is the capital city of New Zealand?": "Wellington", "Which franchise was NOT featured in the 2015 video game &quot;Lego Dimensions&quot;?": "Breaking Bad", "What nationality was the surrealist painter Salvador Dali?": "Spanish", "In &quot;Call Of Duty: Zombies&quot;, what does the game traditionally reward you for completing a boss round?": "Max Ammo", "71% of the Earth's surface is made up of": "Water", "What is the world's most expensive spice by weight?": "Saffron", "Which professional wrestler fell from the rafters to his death during a live Pay-Per-View event in 1999?": "Owen Hart", "Who was the director of &quot;Scott Pilgrim vs. the World (2010)&quot;?": "Edgar Wright", "What is the &quot;powerhouse&quot; of the Eukaryotic animal cell?": "Mitochondria", "How many legs do butterflies have?": "6", "Which Marvel superhero did Chris Evans play prior to his role as Captain America?": "Human Torch"}
